{
  "disaster_queries": {
    "earthquake": {
      "en": [
    "What is an earthquake and how does it occur?",
    "What causes earthquakes to happen?",
    "How are earthquakes measured?",
    "What is the Richter scale used for?",
    "What are tectonic plates and how do they relate to earthquakes?",
    "What is the difference between magnitude and intensity?",
    "How do aftershocks differ from the main earthquake?",
    "What are the signs that an earthquake might occur?",
    "Can animals sense earthquakes before they happen?",
    "How do I know if my area is earthquake-prone?",
    "What should I do during an earthquake?",
    "What are the safest places to take cover during an earthquake?",
    "What should I avoid doing during an earthquake?",
    "How do I prepare my home for an earthquake?",
    "What items should be in an earthquake emergency kit?",
    "How do I create an earthquake evacuation plan for my family?",
    "What should I do if I’m in a classroom during an earthquake?",
    "How do schools prepare for earthquake emergencies?",
    "What should I do if I’m in a college hostel during an earthquake?",
    "How do I protect my pets during an earthquake?",
    "What are the do’s and don’ts during an earthquake?",
    "How do I stay safe if I live in a hilly area?",
    "What should I do if I’m stuck outside during an earthquake?",
    "How do I protect important documents during an earthquake?",
    "What foods should I store for earthquake emergencies?",
    "How do I keep my phone charged during a power outage?",
    "What should I do if my building starts shaking?",
    "How do I know when it’s safe to return home?",
    "What precautions should I take after an earthquake?",
    "How do I disinfect water after an earthquake?",
    "What are common injuries during earthquakes and how to treat them?",
    "How do I support friends emotionally after an earthquake?",
    "What should I do if my earthquake shelter is full?",
    "How do I help elderly neighbors evacuate safely?",
    "What are the risks of landslides in hilly areas during earthquakes?",
    "How do I secure windows and doors before an earthquake?",
    "What should I do if I’m in a moving vehicle during an earthquake?",
    "How do I protect electronics from earthquake damage?",
    "What are the emergency numbers I should save?",
    "How do I prepare my college dorm for earthquake safety?",
    "What should I teach kids about earthquake safety?",
    "How do I help someone with a disability during an earthquake?",
    "What should I do if I lose communication during an earthquake?",
    "How do I find earthquake relief centers near me?",
    "What apps send real-time earthquake alerts?",
    "How do I prepare my vehicle for evacuation?",
    "What should I do if my classroom ceiling starts cracking?",
    "How do I stay informed if the internet goes down?",
    "What are the signs of post-earthquake trauma?",
    "How do I clean up safely after an earthquake?",
    "What should I do if my house is damaged?",
    "How do I report earthquake damage?",
    "What should I do if my pet goes missing during an earthquake?",
    "How do I protect livestock during an earthquake?",
    "What are the safest places in a school building during an earthquake?",
    "How do I prepare mentally for earthquake emergencies?",
    "What should I do if I’m alone during an earthquake?",
    "How do I protect my rooftop water tank?",
    "What should I do if my college campus is under earthquake alert?",
    "How do I help classmates during an earthquake evacuation?",
    "What are the risks of staying in high-rise buildings?",
    "How do I protect glass windows in classrooms?",
    "What should I do if my school bus is caught in an earthquake?",
    "How do I prepare my hostel room for earthquake safety?",
    "What should I do if my building’s power fails?",
    "How do I keep children calm during an earthquake?",
    "What should I do if I hear conflicting earthquake information?",
    "How do I protect myself from falling debris?",
    "What should I do if I feel unsafe in my current shelter?",
    "How do I check if my house is structurally safe?",
    "What should I do if my earthquake shelter lacks supplies?",
    "How do I help clean up debris safely?",
    "What should I do if my college loses power?",
    "How do I protect school supplies from water damage?",
    "What should I do if my pet is scared during an earthquake?",
    "How do I prepare my hilltop home for earthquake safety?",
    "What should I do if I’m traveling during an earthquake?",
    "How do I stay safe in a mountain resort during an earthquake?",
    "What should I do if my school is used as a shelter?",
    "How do I help teachers manage students during an earthquake?",
    "What should I do if my family is in another city?",
    "How do I prepare my apartment for earthquake safety?",
    "What should I do if my college exams are scheduled during an earthquake?",
    "How do I protect classroom electronics?",
    "What should I do if I’m in a temporary shelter?",
    "How do I help someone who’s injured during an earthquake?",
    "What should I do if my building’s elevator stops working?",
    "How do I prepare my hill station business for earthquake impact?",
    "What should I do if my pet refuses to evacuate?",
    "How do I protect books and study materials?",
    "What should I do if I’m in a crowded shelter?",
    "How do I prepare my school bag for earthquake emergencies?",
    "What should I do if my college hostel is damaged?",
    "How do I help classmates with anxiety during an earthquake?",
    "What should I do if my family is unreachable?",
    "How do I protect my bicycle or scooter?",
    "What should I do if my school has no earthquake protocol?",
    "How do I prepare my hillside café for earthquake season?",
    "What should I do if my college library is damaged?",
    "How do I help clean up my classroom after an earthquake?",
    "What should I do if my pet needs medical help?",
    "How do I stay safe in an earthquake-prone hilly town?",
    "What should I do if my school is closed due to earthquake?",
    "How do I prepare my family for earthquake drills?",
    "What should I do if my college hostel lacks emergency supplies?",
    "How do I protect my home from earthquake damage?",
    "What should I do if I’m in a lift during an earthquake?",
    "How do I prepare my building’s foundation for earthquakes?",
    "What should I do if my school building is old and unsafe?",
    "How do I protect myself if I’m in a crowded auditorium?",
    "What should I do if my college has no evacuation plan?",
    "How do I help someone who’s unconscious after an earthquake?",
    "What should I do if my classroom furniture is unstable?",
    "How do I prepare my hilltop school for earthquake safety?",
    "What should I do if my pet is trapped in rubble?",
    "How do I protect my family’s health after an earthquake?",
    "What should I do if I’m in a hospital during an earthquake?",
    "How do I prepare my college lab for earthquake safety?",
    "What should I do if my school’s emergency exit is blocked?",
    "How do I help someone having a panic attack during an earthquake?",
    "What should I do if my building’s staircase is damaged?",
    "How do I prepare my hill village for earthquake response?",
    "What should I do if my college hostel has structural cracks?",
    "How do I protect myself if I’m in a basement during an earthquake?",
    "What should I do if my school roof collapses?",
    "How do I prepare my family’s health kit for earthquake emergencies?",
    "What should I do if my college has no first aid supplies?",
    "How do I help someone with asthma during an earthquake?",
    "What should I do if my classroom has broken glass?",
    "How do I prepare my hilltop resort for earthquake safety?",
    "What should I do if my school’s water supply is disrupted?",
    "How do I protect myself if I’m in a crowded market?",
    "What should I do if my college hostel is overcrowded?",
    "How do I prepare my family’s emergency contact list?",
    "What should I do if my school’s communication system fails?",
    "How do I help someone who’s lost their belongings?",
    "What should I do if my college has no backup power?",
    "How do I prepare my hill community for earthquake drills?"
      ],
    
        "followups": {
        "keyword": [
  {
          
    "keywords": ["earthquake", "quake", "tremor", "shaking", "seismic"],
    "messages": [
      "What should you do during an earthquake or tremor?",
      "How can you stay safe if the ground starts shaking suddenly?",
      "What signs tell you an earthquake might be coming?",
      "What should you avoid doing when the ground is shaking?",
      "How can you check if your area is prone to earthquakes?",
      "Where can you take cover safely indoors?",
      "Can I explain how the drop-cover-hold method works?",
      "What should you do if you're outside during a quake?",
      "How long does earthquake shaking usually last?",
      "Can I share tips how to stay calm during tremors?",
      "What should you do if you're in a moving vehicle during a quake?",
      "How can you protect your head and neck from falling objects?",
      "What should you do if you're on a bridge during shaking?",
      "Can I share ways we can help others stay safe during a quake?",
      "Would I like help creating a quick action checklist for earthquakes?"
    ]
  },
  {
    "keywords": ["kit", "emergency kit", "safety kit", "quake kit", "preparedness pack"],
    "messages": [
      "What items should you keep in an earthquake safety kit?",
      "How can you pack food and water for emergencies?",
      "What do you need in a kit for school or hostel safety?",
      "Can I share tips for packing essentials for elders?",
      "Would you like help listing the basic items for your kit?",
      "Should you include copies of important documents in your kit?",
      "How much water should you store for each person?",
      "Can you include items for pets in your emergency kit?",
      "What medicines should be packed for safety?",
      "Should you add a signal device to your kit?",
      "Can you share tips for organizing your emergency kit?",
      "Would you like help building a checklist for your kit?"
    ]
  },
  {
    "keywords": ["children", "kids", "students", "young ones", "minors"],
    "messages": [
      "How can you keep children safe during an earthquake?",
      "What should you explain to kids about tremors?",
      "Can I share tips for calming scared children?",
      "What do you need to pack for toddlers during a quake?",
      "Would you like help creating a child safety plan?",
      "How can you teach kids to follow drop-cover-hold?",
      "What games help children learn earthquake safety?",
      "Should you include comfort items in a child’s kit?",
      "How can you keep children together during evacuation?",
      "Can I share tips for talking to anxious kids?",
      "What should teachers do to protect young students?",
      "How can you support children with disabilities?",
      "What emergency contacts should kids memorize?",
      "Can I help design a child-friendly safety drill?",
      "Would I like help explaining aftershocks to children?"
    ]
  },
  {
    "keywords": ["evacuation", "exit", "escape", "get out", "leave safely"],
    "messages": [
      "What should you carry with you while evacuating?",
      "How can you plan a safe exit route from your building?",
      "Can I share tips for helping others evacuate calmly?",
      "Should you use stairs or lifts during evacuation?",
      "Would you like help choosing a safe meeting point?",
      "What documents should you carry when leaving quickly?",
      "How can you evacuate safely with pets?",
      "What should you do if someone gets injured during evacuation?",
      "Can I share tips for group coordination while exiting?",
      "How can you avoid panic during an emergency evacuation?",
      "Should you lock your house before leaving?",
      "What landmarks can help guide your evacuation route?",
      "How can you assist elderly or disabled people during evacuation?",
      "Can I share tips for evacuating safely at night?",
      "Would you like help creating an evacuation checklist?"
    ]
  },
  {
    "keywords": ["safety", "protection", "secure", "precaution", "stay safe"],
    "messages": [
      "What are the most important safety rules during an earthquake?",
      "How can you protect your head and body from injury?",
      "What things should you avoid doing during shaking?",
      "Can I share tips to  stay calm during a quake?",
      "Would you like help making a safety checklist?",
      "Where should you avoid standing indoors during a tremor?",
      "How can you stay safe in crowded places during a quake?",
      "What should you do if you're in a lift when shaking starts?",
      "Can I share tips for staying safe at school during a quake?",
      "How can you protect yourself from falling objects?",
      "Should you turn off gas and electricity during an earthquake?",
      "What should you do if you're alone during a tremor?",
      "How can you stay safe in a hostel or dorm?",
      "Can I share tips for staying safe in public places?",
      "Would you like help designing a safety poster?"
    ]
  },
  {
    "keywords": ["building", "structure", "apartment", "house", "construction"],
    "messages": [
      "How can you check if your building is earthquake-safe?",
      "What do you need to retrofit old buildings for safety?",
      "Can I share tips for finding safe zones indoors?",
      "Should you stay inside or go out during an earthquake?",
      "Would you like help inspecting weak areas in your building?",
      "How can you identify cracks or damage in walls?",
      "What materials make buildings safer during a quake?",
      "Can I share tips for staying safe in an apartment?",
      "How can you secure staircases and exits in your building?",
      "Should you avoid basements during an earthquake?",
      "How can you reinforce walls and ceilings for safety?",
      "Can you assess rooftop safety in your building?",
      "What should landlords do to improve quake safety?",
      "How can you report unsafe buildings in your area?",
      "Would you like help evaluating your building’s risk level?"
    ]
  },

  {
    "keywords": ["house", "home", "residence", "flat", "living space"],
    "messages": [
      "What should you secure in your house to stay safe during a quake?",
      "How can you prepare your home for tremors?",
      "Can you share tips to keep your family safe at home?",
      "Where should you stay inside your house when the ground shakes?",
      "Would you like help organizing emergency items at home?",
      "How can you anchor heavy furniture to prevent injury?",
      "Should you secure wall hangings to avoid falling hazards?",
      "Can you share simple tips for kitchen safety during a quake?",
      "How can you protect glass windows from breaking?",
      "What should you do with gas lines to prevent leaks?",
      "How can you keep exits clear for quick evacuation?",
      "Can you create a home safety map for your family?",
      "Should you install motion sensors for added safety?",
      "How can you prepare your pets at home for emergencies?",
      "Would you like help checking your home’s layout for risks?"
    ]
  },
  {
    "keywords": ["college", "campus", "university", "institution", "higher education"],
    "messages": [
      "How can you prepare your college for earthquake safety?",
      "What do you need to run hostel safety drills?",
      "Can I share tips for keeping your campus safe?",
      "Where should students go during a quake on campus?",
      "Would you like help planning a group safety response?",
      "How can you coordinate with campus security during emergencies?",
      "Should earthquake safety be included in student orientation?",
      "Can you organize peer-led safety sessions at college?",
      "How can you protect lab equipment from quake damage?",
      "What should be included in a dorm emergency kit?",
      "Can I share tips for staying safe in lecture halls?",
      "How can you communicate clearly during a campus emergency?",
      "Should colleges have designated safe zones for students?",
      "How can you support students with disabilities during a quake?",
      "Would you like help drafting a campus safety guide?"
    ]
  },
  {
    "keywords": ["school", "classroom", "education", "students", "learning space"],
    "messages": [
      "What should your school do to stay safe during a quake?",
      "How can you organize a drill for students?",
      "Can I share tips for classroom safety during shaking?",
      "Where should students gather safely during an earthquake?",
      "Would you like help designing safety posters for school?",
      "How can teachers be trained for emergency situations?",
      "Should schools have emergency kits ready?",
      "Can you create a buddy system to help students stay safe?",
      "How can you keep hallways clear for evacuation?",
      "What should be announced during a quake at school?",
      "Can you share tips for playground safety during tremors?",
      "How can you support anxious students during emergencies?",
      "Should schools practice drills for aftershocks too?",
      "How can parents be involved in school safety planning?",
      "Would you like help writing a school safety plan?"
    ]
  },
  {
    "keywords": ["hostel", "dorm", "room", "shared space", "student housing"],
    "messages": [
      "How can you stay safe in your hostel room during a quake?",
      "What do you need to keep in your room for emergencies?",
      "Can I share tips for helping your roommates stay safe?",
      "Where should you go if the building starts shaking?",
      "Would you like help preparing a hostel emergency kit?",
      "How can you secure shelves and mirrors in your room?",
      "Should you keep shoes near your bed for quick evacuation?",
      "Can I share tips for staying safe at night in a hostel?",
      "How can you coordinate with hostel staff during a quake?",
      "What should be posted on notice boards for safety?",
      "Can you create a shared emergency checklist with roommates?",
      "How can you help new residents understand safety rules?",
      "Should hostels have evacuation maps displayed?",
      "How can you keep exits unlocked but still secure?",
      "Would you like help organizing a hostel safety drill?"
    ]
  },
  {
    "keywords": ["family", "relatives", "household", "loved ones", "home members"],
    "messages": [
      "How can you make a safety plan with your family?",
      "What do you need to prepare for each family member?",
      "Can I share tips for staying in touch during emergencies?",
      "Where should your family meet after evacuation?",
      "Would you like help organizing roles for each person?",
      "How can you assign responsibilities to kids in your plan?",
      "Should you include pets in your family safety plan?",
      "Can you create a contact list together for quick access?",
      "How can you practice safety drills at home with your family?",
      "What should you do if your family gets separated?",
      "Can I share tips for keeping elderly family members safe?",
      "How can you help everyone stay calm during a quake?",
      "Should you use walkie-talkies to stay connected?",
      "How can you store emergency supplies together at home?",
      "Would you like help writing a family safety guide?"
    ]
  },
{
    "keywords": ["elderly", "seniors", "older adults", "aged people", "grandparents"],
    "messages": [
      "How can you help elders stay safe during a quake?",
      "What should you pack for seniors in an emergency kit?",
      "Can I share tips for helping older adults move safely?",
      "How can you keep elders calm during shaking?",
      "Would you like help preparing their medicines ahead of time?",
      "Should seniors carry ID cards during emergencies?",
      "How can you assist elders who use mobility aids?",
      "Can you create a senior-friendly emergency kit?",
      "How can you explain safety steps clearly to older adults?",
      "Should elders avoid using stairs during evacuation?",
      "How can you keep emergency contacts visible for seniors?",
      "Can I share tips for hearing-impaired elders during a quake?",
      "How can you support elders emotionally in stressful moments?",
      "Should seniors have a buddy system for safety?",
      "Would you like help organizing a senior safety drill?"
    ]
  },
  {
    "keywords": ["hospital", "clinic", "medical center", "emergency room", "healthcare facility"],
    "messages": [
      "Where should you go if someone gets injured during a quake?",
      "How can you find the nearest trauma center quickly?",
      "Can I share tips for calling an ambulance in an emergency?",
      "What do you need to prepare before help arrives?",
      "Would you like help locating emergency care near you?",
      "Should you move injured people or wait for professionals?",
      "How can you treat bleeding safely until help comes?",
      "Can I share tips for handling fractures during a quake?",
      "What should be included in a hospital emergency kit?",
      "How can you guide paramedics to your location?",
      "Should hospitals have earthquake safety protocols?",
      "How can you support patients during aftershocks?",
      "Can you share mental health tips for hospital settings?",
      "How can you report damage in hospital buildings?",
      "Would you like help finding medical helplines?"
    ]
  },
  {
    "keywords": ["trapped", "stuck", "buried", "confined", "under debris"],
    "messages": [
      "What should you do if you get trapped during a quake?",
      "How can you signal for help if you're stuck under debris?",
      "Can you share breathing tips to stay calm?",
      "How can you stay calm while waiting for rescue?",
      "Would you like help guiding others who are trapped?",
      "Should you conserve your phone battery while waiting?",
      "How can you avoid shouting continuously?",
      "Can you tap on pipes or walls to alert rescuers?",
      "What should you do if you're injured and trapped?",
      "How can you protect your airway in tight spaces?",
      "Should you move around or stay still if you're stuck?",
      "Can you share tips for staying hydrated while trapped?",
      "How can you avoid panic in small or dark spaces?",
      "Should you use light or sound signals to get attention?",
      "Would you like help creating a trapped survival guide?"
    ]
  },
  {
    "keywords": ["car", "vehicle", "automobile", "transport", "road"],
    "messages": [
      "What should you do if you're in a car during an earthquake?",
      "Should you stop driving or keep moving during shaking?",
      "Can I share tips for staying safe on the road?",
      "Where should you avoid parking during a quake?",
      "Would you like help preparing your vehicle for emergencies?",
      "Should you avoid bridges and tunnels during shaking?",
      "How can you keep emergency items in your car?",
      "Can I share tips for highway safety during a quake?",
      "What should you do if traffic comes to a stop?",
      "Should you exit the vehicle or stay inside?",
      "How can you stay informed while driving during a quake?",
      "Can you use hazard lights to signal others?",
      "Should you avoid underpasses during an earthquake?",
      "How can you help others on the road during a disaster?",
      "Would you like help creating a car safety checklist?"
    ]
  },
  {
    "keywords": ["electricity", "power", "electrical", "wiring", "current"],
    "messages": [
      "Should you turn off electricity after an earthquake?",
      "How can you avoid electric shocks during a disaster?",
      "Can I share tips for using battery-powered lights?",
      "Is it safe to charge your phone after a quake?",
      "Would you like help checking for broken wires?",
      "Should you unplug appliances during shaking?",
      "How can you inspect fuse boxes safely?",
      "Can you use solar chargers during a power outage?",
      "Should you avoid wet areas near electrical sources?",
      "How can you report downed power lines?",
      "Can I share tips for using generators safely?",
      "Should you avoid touching metal surfaces after a quake?",
      "How can you prevent fires caused by electrical faults?",
      "Can you use extension cords safely during emergencies?",
      "Would you like help organizing an electrical safety check?"
    ]
  },
  {
    "keywords": ["debris", "rubble", "fallen objects", "wreckage", "broken materials"],
    "messages": [
      "What should you do if things fall around you during a quake?",
      "How can you avoid getting hurt by falling debris?",
      "Can I share tips for clearing rubble safely?",
      "What do you need to protect your head from falling objects?",
      "Would you like help assisting someone stuck under debris?",
      "Should you wear gloves while clearing broken materials?",
      "How can you identify unstable debris before touching it?",
      "Can you use tools safely while clearing rubble?",
      "Should you wait for professionals before moving debris?",
      "How can you avoid inhaling dust while cleaning up?",
      "Can I share tips for lifting heavy items safely?",
      "Should you check for gas leaks near broken areas?",
      "How can you mark dangerous zones around debris?",
      "Can you help others who are trapped under rubble?",
      "Would you like help creating a debris safety plan?"
    ]
  },
  {
    "keywords": ["health", "wellbeing", "medical", "first aid", "body care"],
    "messages": [
      "How can you treat small injuries after a quake?",
      "What do you need to include in a first aid kit?",
      "Can we go over some tips for staying healthy during a disaster?",
      "How can you help someone who is bleeding?",
      "Would you like help managing stress or dizziness?",
      "Should you disinfect wounds before bandaging?",
      "How can you treat sprains and strains safely?",
      "Can we talk about hydration tips during emergencies?",
      "Should you avoid certain foods after a quake?",
      "How can you manage asthma or allergies in a crisis?",
      "What can you do to support someone with diabetes?",
      "Should you wear masks in dusty areas to stay safe?",
      "How can you prevent infections after an injury?",
      "Can we go over some mental health tips for stressful times?",
      "Would you like help organizing a health checklist together?"
    ]
  },
  {
    "keywords": ["aftershock", "tremor", "secondary quake", "follow-up shaking", "post-quake"],
    "messages": [
      "What is an aftershock and how can you stay safe?",
      "Should you stay alert after the main quake ends?",
      "Can we go over some tips for handling more tremors?",
      "Where should you stay during aftershocks?",
      "Would you like help calming others around you?",
      "How long do aftershocks usually last?",
      "Should you recheck your emergency kit after a tremor?",
      "Can we talk about staying mentally strong after a quake?",
      "What should you avoid doing after the main quake?",
      "Should you evacuate again if an aftershock hits?",
      "How can you support children during aftershocks?",
      "What can you do to help others who are panicking?",
      "Should you expect multiple aftershocks?",
      "How can you check your home for new damage?",
      "Would you like help preparing for ongoing tremors?"
    ]
  },
  {
    "keywords": ["emergency", "crisis", "urgent situation", "disaster", "critical moment"],
    "messages": [
      "Who should you contact during a quake?",
      "What emergency numbers should you save ahead of time?",
      "Can we go over some tips for staying calm in a crisis?",
      "How can you manage panic during emergencies?",
      "Would you like help creating a contact list together?",
      "Should you use SMS or call during a disaster?",
      "How can you reach help if the network is down?",
      "Can we talk about using emergency apps safely?",
      "What should you tell responders when asking for help?",
      "Should you keep a printed contact sheet ready?",
      "How can you help others call for help?",
      "Can you use social media safely during a crisis?",
      "Should you notify local authorities after a quake?",
      "How can you report damage or injuries?",
      "Would you like help organizing your emergency info?"
    ]
  },
  {
    "keywords": ["alert", "warning", "notification", "signal", "alarm"],
    "messages": [
      "How can you stay alert during an earthquake?",
      "What warning signs should you watch for before a quake?",
      "Can we set up alerts on your phone for disasters?",
      "How do you respond when an earthquake alarm goes off?",
      "Should you follow official notifications during a quake?",
      "How can you share alerts with others nearby?",
      "What should you do if you hear a siren or signal?",
      "Would you like help setting up a safety alert system?"
    ]
  },
  {
    "keywords": ["drill", "practice", "safety exercise", "mock quake", "preparedness activity"],
    "messages": [
      "How can you organize a safety drill at school or home?",
      "What steps should we follow during an earthquake drill?",
      "Can we practice drop-cover-hold with your family?",
      "How often should you do earthquake drills?",
      "Should schools and colleges run regular safety exercises?",
      "Can we create a checklist for drill activities?",
      "Would you like help planning a mock quake drill?"
    ]
  },
  {
    "keywords": ["rescue", "help", "save", "assist", "recover"],
    "messages": [
      "How can you help rescue someone trapped during a quake?",
      "What should you do before professional rescuers arrive?",
      "Can we go over ways to assist others safely?",
      "How do you guide rescuers to someone in need?",
      "Should you use tools or wait for trained help?",
      "Can you share tips for helping injured people?",
      "Would you like help preparing for rescue situations?"
    ]
  }
]
    }
    },
    "flood": {
      "en": [
     "what should you do in flood",
    "What is a flood and how does it occur?",
    "What causes rivers to overflow during floods?",
    "How does urbanization increase flood risk?",
    "What are flash floods and how are they different?",
    "How do I know if my area is flood-prone?",
    "What are the early warning signs of a flood?",
    "How do I receive flood alerts in my region?",
    "What should I do when a flood warning is issued?",
    "How can I prepare my house for flood season?",
    "What items should be in a flood emergency kit?",
    "How do I create a flood evacuation plan for my family?",
    "Where can I find the nearest flood shelter?",
    "What are the safest places to stay during a flood?",
    "How do I protect my pets during a flood?",
    "What should I do if I’m at school when flooding starts?",
    "How do schools prepare for flood emergencies?",
    "What are the do’s and don’ts during a flood?",
    "How do I stay safe if I live near a river?",
    "What should I avoid doing during a flood?",
    "How do I help someone who is panicking during a flood?",
    "What should I do if I get separated from my family?",
    "How do I protect important documents during a flood?",
    "What foods should I store for flood emergencies?",
    "How do I keep my phone charged during a power outage?",
    "What should I do if my house starts flooding?",
    "How do I know when it’s safe to return home?",
    "What precautions should I take after a flood?",
    "How do I disinfect water after a flood?",
    "What diseases are common after floods?",
    "How do I treat minor injuries during a flood?",
    "How do I support friends emotionally after a flood?",
    "What should I do if my flood shelter is full?",
    "How do I help elderly neighbors evacuate safely?",
    "What are the risks of staying near a swollen river?",
    "How do I secure windows and doors before a flood?",
    "What should I do if I’m stuck outside during a flood?",
    "How do I protect electronics from flood damage?",
    "What emergency numbers should I save before flood season?",
    "How do I prepare my college dorm for flood safety?",
    "What should I teach kids about flood safety?",
    "How do I help someone with a disability during a flood?",
    "What should I do if I lose communication during a flood?",
    "How do I find flood relief centers near me?",
    "What apps send real-time flood alerts?",
    "How do I prepare my vehicle for flood evacuation?",
    "What should I do if my classroom floods?",
    "How do I stay informed if the internet goes down?",
    "What are the signs of post-flood trauma?",
    "How do I clean up safely after a flood?",
    "What should I do if my house is damaged by floodwater?",
    "How do I report flood damage?",
    "What should I do if my pet goes missing during a flood?",
    "How do I protect livestock during a flood?",
    "What are the safest places in a school building during a flood?",
    "How do I prepare mentally for flood emergencies?",
    "What should I do if I’m alone during a flood?",
    "How do I protect my rooftop water tank from contamination?",
    "What should I do if my college campus is under flood alert?",
    "How do I help classmates during a flood evacuation?",
    "What are the risks of staying in low-lying buildings?",
    "How do I protect glass windows in classrooms?",
    "What should I do if my school bus is caught in floodwaters?",
    "How do I prepare my hostel room for flood safety?",
    "What should I do if my building’s power fails during a flood?",
    "How do I keep children calm during a flood?",
    "What should I do if I hear conflicting flood information?",
    "How do I protect myself from contaminated water?",
    "What should I do if I feel unsafe in my current shelter?",
    "How do I check if my house is structurally safe after a flood?",
    "What should I do if my flood shelter lacks basic supplies?",
    "How do I help clean up debris safely after a flood?",
    "What should I do if my college loses power during a flood?",
    "How do I protect school supplies from water damage?",
    "What should I do if my pet is scared during a flood?",
    "How do I prepare my riverside home for flood season?",
    "What should I do if I’m traveling during a flood alert?",
    "How do I stay safe in a boat during flood conditions?",
    "What should I do if my school is used as a flood shelter?",
    "How do I help teachers manage students during a flood?",
    "What should I do if my family is in another city during a flood?",
    "How do I prepare my apartment for flood safety?",
    "What should I do if my college exams are scheduled during a flood?",
    "How do I protect classroom electronics from flood damage?",
    "What should I do if I’m in a temporary shelter?",
    "How do I help someone who’s injured during a flood?",
    "What should I do if my building’s elevator stops working?",
    "How do I prepare my riverside business for flood impact?",
    "What should I do if my pet refuses to evacuate?",
    "How do I protect books and study materials from flood damage?",
    "What should I do if I’m in a crowded shelter?",
    "How do I prepare my school bag for flood emergencies?",
    "What should I do if my college hostel is flooded?",
    "How do I help classmates with anxiety during a flood?",
    "What should I do if my family is unreachable during a flood?",
    "How do I protect my bicycle or scooter from flood damage?",
    "What should I do if my school has no flood protocol?",
    "How do I prepare my riverside café for flood season?",
    "What should I do if my college library is damaged by flood?",
    "How do I help clean up my classroom after a flood?",
    "What should I do if my pet needs medical help during a flood?",
    "How do I stay safe in a flood-prone riverside town?",
    "What should I do if my school is closed due to flooding?",
    "How do I prepare my family for flood drills?",
    "What should I do if my college hostel lacks emergency supplies?",
    "How do I protect my home from rising water levels?",
    "What should I do if I’m in a lift during a flood?",
    "How do I prepare my building’s foundation for flood resistance?",
    "What should I do if my school building is old and flood-prone?",
    "How do I protect myself if I’m in a crowded auditorium during a flood?",
    "What should I do if my college has no evacuation plan?",
    "How do I help someone who’s unconscious after a flood?",
    "What should I do if my classroom furniture is floating?",
    "How do I prepare my riverside school for flood safety?",
    "What should I do if my pet is trapped in rising water?",
    "How do I protect my family’s health after a flood?",
    "What should I do if I’m in a hospital during a flood?",
    "How do I prepare my college lab for flood safety?",
    "What should I do if my school’s emergency exit is blocked?",
    "How do I help someone having a panic attack during a flood?",
    "What should I do if my building’s staircase is underwater?",
    "How do I prepare my river village for flood response?",
    "What should I do if my college hostel has structural cracks?",
    "How do I protect myself if I’m in a basement during a flood?",
    "What should I do if my school roof collapses during a flood?",
    "How do I prepare my family’s health kit for flood emergencies?",
    "What should I do if my college has no first aid supplies?",
    "How do I help someone with asthma during a flood?",
    "What should I do if my classroom has standing water?",
    "How do I prepare my riverside resort for flood safety?",
    "What should I do if my school’s water supply is disrupted?",
    "How do I protect myself if I’m in a crowded market during a flood?",
    "What should I do if my college hostel is overcrowded?",
    "How do I prepare my family’s emergency contact list for floods?",
    "What should I do if my school’s communication system fails?",
    "How do I help someone who’s lost their belongings in a flood?",
    "What should I do if my college has no backup power?",
    "How do I prepare my river community for flood drills?"
  ],
    "followups": {
        "keyword": [
{
     "keywords": ["flood", "water rise", "overflow", "flash flood", "inundation"],
              "messages": [
                "What should you do during a flood?",
                "How does flooding start and how can you stay safe?",
                "Can we go over signs that a flood is coming?",
                "What do you need to prepare before water levels rise?",
                "Would you like help understanding flood safety basics?",
                "Where should you go if water rises quickly?",
                "What should you avoid touching during a flood?",
                "How can you check if your area is flood-prone?",
                "Can we talk about what flash floods are?",
                "What should you do if you're outside during flooding?",
                "How do you stay safe in a multi-story building?",
                "Should you evacuate or shelter in place?",
                "How can you protect important documents from water?",
                "Can I share tips for staying calm during a flood?",
                "What should you do if your phone gets wet?",
                "How can you help someone who is panicking?",
                "What are common flood-related injuries?",
                "How do you stay informed during a flood?",
                "Should you use social media for updates?",
                "Would you like help creating a flood safety checklist?"
              ]
            },
            {
              "keywords": ["kit", "emergency kit", "flood kit", "preparedness pack", "safety pack"],
              "messages": [
                "What should you keep in a flood emergency kit?",
                "How can you pack clean water and dry food?",
                "What do you need for school or hostel safety?",
                "Can we share tips for packing for babies or elders?",
                "Would you like help listing the essentials?",
                "Should you include waterproof bags in your kit?",
                "How much water should you store per person?",
                "What kind of snacks last longest in emergencies?",
                "Should you include a flashlight in your kit?",
                "Can we add a whistle or signal device?",
                "What medicines should you pack for safety?",
                "Should you include hygiene items in your kit?",
                "Where should you store your emergency kit?",
                "How often should you check or update your kit?",
                "Should you include a power bank?",
                "Can I share tips for organizing your kit?",
                "Would you like help building a kit checklist?"
              ]
            },
            {
              "keywords": ["children", "kids", "students", "young ones", "minors"],
              "messages": [
                "How can you keep children safe during a flood?",
                "What should you explain to kids about rising water?",
                "Can I share ways to calm scared children?",
                "What do you need to pack for small children?",
                "Would you like help creating a child safety plan?",
                "Should children memorize emergency contacts?",
                "Can we include comfort items in their kit?",
                "How can you keep children together during evacuation?",
                "What games help children learn flood safety?",
                "Should schools teach flood safety to students?",
                "How can you support children emotionally?",
                "Can we help children with disabilities during a flood?",
                "Should you include child-sized masks?",
                "How can you explain after-flood risks to kids?",
                "Can I design a child-friendly safety drill?",
                "How can you keep toddlers dry and warm?",
                "Can I share tips for talking to anxious kids?"
              ]
            },
            {
              "keywords": ["evacuation", "escape", "exit", "get out", "leave safely"],
              "messages": [
                "What should you carry while evacuating during a flood?",
                "How can you plan a safe exit route?",
                "Can we share tips for helping others evacuate?",
                "Should you avoid bridges or flooded roads?",
                "Would you like help choosing a meeting point?",
                "What documents should you carry with you?",
                "How can you evacuate with pets?",
                "What should you do if someone is injured?",
                "Can I share tips for group coordination?",
                "How can you avoid panic during evacuation?",
                "Should you lock your house before leaving?",
                "What landmarks can help guide your route?",
                "How can you assist elderly or disabled people?",
                "Can I share tips for night-time evacuation?",
                "Would you like help creating an evacuation checklist?",
                "Should you carry a printed map?",
                "How can you communicate if the network is down?",
                "What should you do if roads are blocked?",
                "Should you carry extra phone batteries?",
                "Can I share tips for staying dry while evacuating?"
              ]
            },
            {
              "keywords": ["safety", "protection", "precaution", "secure", "stay safe"],
              "messages": [
                "What are the top safety rules during a flood?",
                "How can you protect yourself from waterborne risks?",
                "What should you avoid during heavy rain?",
                "Can I share tips for staying calm in flood?",
                "Would you like help making a safety checklist?",
                "Should you avoid walking through moving water?",
                "How can you protect your feet and hands?",
                "Can I share tips for staying warm?",
                "How can you avoid contaminated water?",
                "Can we share tips for staying dry indoors?",
                "Should you avoid touching electrical items?",
                "How can you stay safe in crowded shelters?",
                "Should you keep emergency contacts visible?",
                "Can we share tips for staying safe at school?",
                "How can you protect yourself from falling objects?",
                "Should you turn off gas and electricity?",
                "What should you do if you're alone during a flood?",
                "How can you stay safe in a hostel or dorm?"
              ]
            },
      {
      "keywords": ["building", "structure", "apartment", "complex", "construction"],
      "messages": [
        "How can you check if your building is flood-safe?",
        "What do you need to protect lower floors from water?",
        "Can I go over tips for waterproofing your building?",
        "Should you turn off electricity during flooding?",
        "Would you like help inspecting weak areas?",
        "Can I help you seal basement windows?",
        "Should you install flood barriers at entry points?",
        "Can I show you how to elevate electrical systems?",
        "How can you protect foundation walls from water damage?",
        "Should you use sandbags to block water?",
        "Can I share rooftop safety tips for flooding?",
        "How do you check for mold after water exposure?",
        "Should you avoid underground parking during floods?",
        "Can I help you reinforce doors and vents?",
        "How can you protect stairwells from water?",
        "Should you evacuate multi-story buildings during flooding?",
        "Can I share apartment safety tips?",
        "How do you report structural damage after a flood?",
        "Should you avoid elevators during flooding?",
        "Would you like help creating a building safety checklist?"
      ]
    },
    {
      "keywords": ["house", "home", "residence", "flat", "living space"],
      "messages": [
        "How can you prepare your house for a flood?",
        "What items should you move to higher shelves?",
        "Can we share tips for keeping your family safe?",
        "Where should you stay during rising water?",
        "Would you like help organizing emergency items?",
        "Should you unplug appliances before water enters?",
        "How can you protect furniture and electronics?",
        "Can we help you seal doors and windows?",
        "Should you shut off gas lines during flooding?",
        "How can you keep pets safe indoors?",
        "Can we help you store valuables in waterproof containers?",
        "Should you keep emergency lights ready?",
        "How do you prevent water from entering drains?",
        "Can we share kitchen safety tips?",
        "Should you avoid using toilets during flooding?",
        "How can you protect bedding and clothes?",
        "Can we help you create a home safety map?",
        "Should you keep shoes near your bed?",
        "How can you prepare your home for after-flood cleanup?",
        "Would you like help checking your home’s layout?"
      ]
    },
    {
      "keywords": ["college", "campus", "university", "institution", "hostel block"],
      "messages": [
        "How can your college prepare for floods?",
        "Do you need a drill in hostels or labs?",
        "Can I share safety tips for campus buildings?",
        "What should students do during flooding?",
        "Would you like help planning a group response?",
        "Should colleges have emergency kits ready?",
        "Can I help you organize peer-led safety sessions?",
        "How can you protect lab equipment from water?",
        "What should be in a dorm emergency kit?",
        "Can I share lecture hall safety tips?",
        "How do you communicate during a campus emergency?",
        "Should colleges have designated safe zones?",
        "How can you support students with disabilities?",
        "Can I help you create a campus safety poster?",
        "Should colleges practice after-flood drills?",
        "How do you coordinate with campus security?",
        "Can I share hostel evacuation tips?",
        "Should students carry emergency IDs?",
        "How can you keep students informed during a flood?",
        "Would you like help drafting a campus safety guide?"
      ]
    },
    {
      "keywords": ["school", "classroom", "education", "students", "learning space"],
      "messages": [
        "What should your school do during a flood?",
        "How can you organize a drill for students?",
        "Can I share tips for classroom safety?",
        "Where should students gather safely during flooding?",
        "Would you like help designing safety posters?",
        "Should schools have emergency kits ready?",
        "Can I help you create a buddy system for students?",
        "How do you keep hallways clear for evacuation?",
        "What should be announced during a flood?",
        "Can I share playground safety tips?",
        "How can you support anxious students?",
        "Should schools practice after-flood drills?",
        "How do you involve parents in safety planning?",
        "Can I help you create a school safety checklist?",
        "Should teachers have emergency contact lists?",
        "How do you guide students during evacuation?",
        "Can I share library safety tips?",
        "Should schools store supplies on upper floors?",
        "How do you keep classrooms dry?",
        "Would you like help writing a school safety plan?"
      ]
    },
    {
      "keywords": ["hostel", "dorm", "room", "shared space", "student housing"],
      "messages": [
        "How can you stay safe in your hostel during a flood?",
        "What do you need to keep in your room for emergencies?",
        "Can I share tips for helping roommates stay safe?",
        "Where should you go if water enters the building?",
        "Would you like help preparing a hostel emergency kit?",
        "Should you keep shoes and a flashlight nearby?",
        "How do you coordinate with hostel staff during a flood?",
        "Can I help you create a shared emergency checklist?",
        "Should hostels have evacuation maps displayed?",
        "How can you help new residents understand safety rules?",
        "Can I share night-time safety tips for hostels?",
        "Should you avoid using lifts during flooding?",
        "How can you protect personal belongings from water?",
        "Can we help you store valuables in waterproof bags?",
        "Should you keep emergency numbers posted?",
        "How do you stay informed in hostels during a flood?",
        "Can I help you organize a hostel safety drill?",
        "Should you keep your phone charged and ready?",
        "How do you guide others during flooding?",
        "Would you like help designing a hostel safety poster?"
      ]
    },
    {
      "keywords": ["family", "relatives", "household", "loved ones", "home members"],
      "messages": [
        "How can you make a safety plan with your family for floods?",
        "What do you need to prepare for each family member?",
        "Can we share tips for staying in touch during emergencies?",
        "Where should your family meet after evacuation?",
        "Would you like help organizing roles for each person?",
        "How can you assign responsibilities to kids?",
        "Should you include pets in your family safety plan?",
        "Can we help you create a contact list together?",
        "How can you practice safety drills at home?",
        "What should you do if your family gets separated?",
        "Can we share tips for supporting elderly family members?",
        "How can you help everyone stay calm during a flood?",
        "Should you use walkie-talkies to stay connected?",
        "How can you store emergency supplies together?",
        "Would you like help writing a family safety guide?",
        "Should you keep emergency numbers visible at home?",
        "Can we share tips for family communication?",
        "How can you support children emotionally?",
        "Should you include a family map in your plan?",
        "Would you like help creating a family checklist?"
      ]
    },
    {
      "keywords": ["elderly", "seniors", "older adults", "aged people", "grandparents"],
      "messages": [
        "How can you help elders stay safe during a flood?",
        "What should you pack for seniors in an emergency kit?",
        "Can I share tips for helping older adults move safely?",
        "How can you keep elders calm during flooding?",
        "Would you like help preparing their medicines?",
        "Should seniors carry ID cards during emergencies?",
        "How can you assist elders who use mobility aids?",
        "Can we help you create a senior-friendly emergency kit?",
        "How can you explain safety steps clearly to older adults?",
        "Should elders avoid using stairs during evacuation?",
        "How can you keep emergency contacts visible for seniors?",
        "Can I share tips for hearing-impaired elders?",
        "How can you support elders emotionally in stressful moments?",
        "Should seniors have a buddy system for safety?",
        "Would you like help organizing a senior safety drill?",
        "How can you keep elders warm and dry during a flood?",
        "Should elders carry whistles or alarms?",
        "Can I share tips for vision-impaired seniors?",
        "How can you help elders evacuate safely?",
        "Would you like help writing a senior safety checklist?"
      ]
    },
    {
      "keywords": ["hospital", "clinic", "medical center", "emergency room", "healthcare facility"],
      "messages": [
        "Where should you go if someone gets injured during a flood?",
        "How can you find the nearest trauma center quickly?",
        "Can I share tips for calling an ambulance in an emergency?",
        "What do you need to prepare before help arrives?",
        "Would you like help locating emergency care near you?",
        "Should you move injured people or wait for professionals?",
        "How can you treat bleeding safely until help comes?",
        "Can I share tips for handling fractures during a flood?",
        "What should be included in a hospital emergency kit?",
        "How can you guide paramedics to your location?",
        "Should hospitals have flood safety protocols?",
        "How can you support patients during after-flood situations?",
        "Can I share mental health tips for hospital settings?",
        "How can you report damage in hospital buildings?",
        "Would you like help finding medical helplines?",
        "How can you disinfect surfaces in clinics after flooding?",
        "Should hospitals store supplies on upper floors?",
        "Can I share tips for safe patient transport?",
        "How can you help hospital staff during emergencies?",
        "Would you like help creating a hospital safety plan?"
      ]
    },
    {
      "keywords": ["trapped", "stuck", "buried", "confined", "under debris"],
      "messages": [
        "What should you do if you get trapped in floodwater?",
        "How can you signal for help if you're stuck?",
        "Can I share breathing tips for tight spaces?",
        "How can you stay calm while waiting for rescue?",
        "Would you like help guiding others who are trapped?",
        "Should you conserve your phone battery while waiting?",
        "How can you avoid shouting continuously?",
        "Can I help you tap on pipes or walls to alert rescuers?",
        "What should you do if you're injured and trapped?",
        "How can you protect your airway in tight spaces?",
        "Should you move around or stay still if you're stuck?",
        "Can I share tips for staying hydrated while trapped?",
        "How can you avoid panic in small or dark spaces?",
        "Should you use light or sound signals to get attention?",
        "Would you like help creating a trapped survival guide?",
        "Should you avoid deep water while escaping?",
        "Can I help you use reflective items to signal for help?",
        "How can you stay warm while trapped?",
        "Should you avoid drinking floodwater?",
        "Would you like help calming others who are trapped?"
      ]
    },
    {
      "keywords": ["electricity", "power", "electrical", "wiring", "current"],
      "messages": [
        "Should you turn off electricity during a flood?",
        "How can you avoid electric shocks in wet areas?",
        "Can I share tips for using battery-powered lights?",
        "Is it safe to charge your phone after a flood?",
        "Would you like help checking for broken wires?",
        "Should you unplug appliances before evacuating?",
        "Can I help you inspect fuse boxes safely?",
        "Should you avoid touching metal surfaces after a flood?",
        "Can I share tips for using solar chargers?",
        "Should you avoid wet switches and outlets?",
        "How can you report downed power lines?",
        "Can I help you test backup power sources?",
        "Should you avoid using extension cords during flooding?",
        "Can I help you organize an electrical safety checklist?",
        "Should you keep your phone charged at all times?",
        "How can you prevent fires caused by electrical faults?",
        "Can I help you identify safe charging spots?",
        "Should you avoid using water heaters during flooding?",
        "Can I help you reset your circuit breakers safely?",
        "Would you like help planning for power outages?"
      ]
    },
    {
      "keywords": ["health", "wellbeing", "medical", "first aid", "body care"],
      "messages": [
        "How can you treat small injuries during a flood?",
        "What do you need to include in a first aid kit?",
        "Can we go over tips for staying healthy in wet conditions?",
        "How can you help someone who is sick or cold?",
        "Would you like help managing stress or dizziness?",
        "Should you disinfect wounds immediately after exposure?",
        "Can I help you identify symptoms of waterborne illness?",
        "Should you avoid floodwater contact with open cuts?",
        "Can I help you organize your medical supplies?",
        "Should you wear masks in crowded shelters?",
        "How can you prevent infections during cleanup?",
        "Can I share tips for mental health support?",
        "Should you avoid sharing personal items during a flood?",
        "Can I help you find nearby health centers?",
        "Should you monitor your temperature regularly?",
        "Can I help you stay hydrated?",
        "Should you avoid raw or unpackaged food?",
        "Can I help you track your medication schedule?",
        "Should you rest if you feel dizzy or weak?",
        "Would you like help creating a health checklist?"
      ]
    },
    {
      "keywords": ["water", "drinking water", "clean water", "purification", "hydration"],
      "messages": [
        "How can you store clean water during a flood?",
        "What should you do if tap water becomes unsafe?",
        "Can we go over tips for purifying water?",
        "Do you need bottled water in your emergency kit?",
        "Would you like help finding safe water sources?",
        "Should you boil water before drinking?",
        "Can we help you use purification tablets?",
        "Should you avoid using floodwater for cleaning?",
        "Can we help you identify contaminated water?",
        "Should you store water in sealed containers?",
        "Can we help you calculate daily water needs?",
        "Should you ration water during emergencies?",
        "Can we help you label water containers?",
        "Should you avoid using plastic bottles repeatedly?",
        "Can we help you find water refill stations?",
        "Should you keep water away from sunlight?",
        "Can we help you organize a water safety checklist?",
        "Should you monitor water quality after flooding?",
        "Can we help you set up a rainwater collection system?",
        "Would you like help teaching others about water safety?"
      ]
    },
    {
      "keywords": ["emergency", "crisis", "urgent situation", "disaster", "critical moment"],
      "messages": [
        "Who should you contact during a flood?",
        "What emergency numbers should you save ahead of time?",
        "Can we go over tips for staying calm in a crisis?",
        "How can you manage panic during emergencies?",
        "Would you like help creating a contact list?",
        "Should you keep a printed copy of emergency contacts?",
        "Can I help you install emergency alert apps?",
        "Should you notify local authorities during a flood?",
        "Can I help you organize a family communication plan?",
        "How should you avoid misinformation online?",
        "Can I help you find verified news sources?",
        "Should you keep your phone charged at all times?",
        "Can I help you set up emergency group chats?",
        "Should you use SMS if calls fail?",
        "Can I help you locate nearby shelters?",
        "Should you carry ID and medical info?",
        "Can I help you prepare a go-bag?",
        "Should you avoid sharing your location publicly?",
        "Can I help you write a quick emergency message?",
        "Would you like help staying connected during a crisis?"
      ]
    },
    {
      "keywords": ["river", "stream", "canal", "waterway", "overflow zone"],
      "messages": [
        "How can you stay safe near rivers during a flood?",
        "Should you avoid walking near overflowing canals?",
        "Can I share tips for living close to a waterway?",
        "What should you do if a nearby stream floods?",
        "Would I like help preparing a river safety checklist?",
        "How do you protect your home near a riverbank?",
        "Should you monitor water levels near your area?",
        "Can I help you identify risky zones near rivers?",
        "Should you avoid bridges over flooded rivers?",
        "Can I share tips for evacuating from river areas?"
      ]
    },
    {
      "keywords": ["coastal area", "seaside", "shoreline", "beach zone", "low-lying area"],
      "messages": [
        "How can you stay safe in coastal areas during a flood?",
        "Should you evacuate early from low-lying beach zones?",
        "Can we share tips for protecting homes near the shore?",
        "What should you do if tides rise suddenly?",
        "Would you like help preparing a coastal safety checklist?",
        "Should you avoid walking near flooded shorelines?",
        "Can we help you monitor alerts for coastal flooding?",
        "How do you protect belongings in seaside homes?",
        "Should you avoid driving near beach zones during a flood?",
        "Can we help you plan evacuation routes from coastal areas?"
      ]
    },
    {
      "keywords": ["rescue", "help", "save", "assist", "evacuation team"],
      "messages": [
        "How can you help rescue someone during a flood?",
        "What should you do before professional rescuers arrive?",
        "Can we go over ways to assist others safely?",
        "How do you guide rescuers to someone in need?",
        "Would you like help preparing for rescue situations?",
        "Should you use signals to alert rescue teams?",
        "Can I help you support injured people until help comes?",
        "Should you stay in place or move toward safety?",
        "How do you help children during rescue operations?",
        "Can I help you organize a rescue checklist?"
      ]
    },
    {
      "keywords": ["alert", "warning", "notification", "signal", "alarm"],
      "messages": [
        "How can you stay alert during flood warnings?",
        "What signs tell you a flood might be coming?",
        "Can I help you set up alerts on your phone?",
        "Should you follow official notifications during a flood?",
        "Would you like help setting up a flood alert system?",
        "Can I help you share alerts with others nearby?",
        "What should you do if you hear a siren or signal?",
        "Should you check multiple sources for flood updates?",
        "Can I help you create a flood alert checklist?",
        "Should you teach others how to respond to alerts?"
      ]
    },
    {
      "keywords": ["relief", "aid", "support", "assistance", "recovery"],
      "messages": [
        "How can you access flood relief services?",
        "Should you register for aid after a flood?",
        "Can we help you find local support centers?",
        "What documents do you need for relief applications?",
        "Would you like help preparing a relief checklist?",
        "Can we help you contact disaster recovery teams?",
        "Should you report damage to get assistance?",
        "How do you support others in need of relief?",
        "Can we help you organize community aid?",
        "Should you keep receipts for relief claims?"
      ]
    }
  ]
}
  
},
"fire": {
  "en": [
          "What is fire and how does it start?",
    "What are the common causes of fire in homes?",
    "How do electrical fires occur?",
    "What is a forest fire and how does it spread?",
    "What should I do when a fire alarm goes off?",
    "How do I evacuate safely during a fire?",
    "What items should be in a fire emergency kit?",
    "How do I create a fire escape plan for my family?",
    "What are the do’s and don’ts during a fire emergency?",
    "How do I use a fire extinguisher properly?",
    "What are the different types of fire extinguishers?",
    "How do I know which fire extinguisher to use?",
    "What should I do if someone gets burned?",
    "How do I treat minor burns at home?",
    "What are the signs of smoke inhalation?",
    "How do I protect pets during a fire?",
    "What should I do if my pet is trapped in a burning building?",
    "How do schools prepare for fire emergencies?",
    "What should I do if I’m in a classroom during a fire?",
    "How do I help classmates evacuate during a fire?",
    "What should I do if I’m in a college hostel during a fire?",
    "How do I protect important documents from fire damage?",
    "What are the safest places to shelter during a fire?",
    "How do I stay calm during a fire evacuation?",
    "What should I do if I’m trapped in a burning building?",
    "How do I signal for help if I’m trapped during a fire?",
    "What should I do if my building’s fire exit is blocked?",
    "How do I help someone with a disability evacuate during a fire?",
    "What are the risks of using elevators during a fire?",
    "How do I prepare my house for fire safety?",
    "What are the fire safety rules for cooking at home?",
    "How do I prevent electrical fires in my building?",
    "What should I do if my school bus catches fire?",
    "How do I protect livestock during a farm fire?",
    "What should I do if a jungle fire is approaching my village?",
    "How do I help animals escape during a forest fire?",
    "What are the signs of a fire starting in a building?",
    "How do I report a fire emergency?",
    "What should I do if I see smoke in my apartment?",
    "How do I protect myself from toxic fumes during a fire?",
    "What are the symptoms of fire-related trauma?",
    "How do I help someone who’s unconscious during a fire?",
    "What should I do if my clothes catch fire?",
    "How do I stop, drop, and roll correctly?",
    "What should I do if my college has no fire evacuation plan?",
    "How do I prepare my classroom for fire safety?",
    "What should I do if my school’s fire alarm doesn’t work?",
    "How do I help someone having a panic attack during a fire?",
    "What should I do if my building’s staircase is filled with smoke?",
    "How do I prepare my village for fire drills?",
    "What should I do if my college hostel has no fire extinguishers?",
    "How do I protect myself if I’m in a basement during a fire?",
    "What should I do if my school roof catches fire?",
    "How do I prepare my family’s health kit for fire emergencies?",
    "What should I do if my college has no first aid supplies?",
    "How do I help someone with asthma during a fire?",
    "What should I do if my classroom has flammable materials?",
    "How do I prepare my jungle resort for fire safety?",
    "What should I do if my school’s water supply is disrupted during a fire?",
    "How do I protect myself if I’m in a crowded market during a fire?",
    "What should I do if my college hostel is overcrowded during evacuation?",
    "How do I prepare my family’s emergency contact list for fire emergencies?",
    "What should I do if my school’s communication system fails during a fire?",
    "How do I help someone who’s lost their belongings in a fire?",
    "What should I do if my college has no backup power during a fire?",
    "How do I prepare my farm for fire prevention?",
    "What should I do if my pet is injured in a fire?",
    "How do I protect books and study materials from fire damage?",
    "What should I do if I’m in a crowded shelter during a fire?",
    "How do I prepare my school bag for fire emergencies?",
    "What should I do if my college hostel is damaged by fire?",
    "How do I help classmates with anxiety during a fire?",
    "What should I do if my family is unreachable during a fire?",
    "How do I protect my bicycle or scooter from fire damage?",
    "What should I do if my school has no fire protocol?",
    "How do I prepare my jungle café for fire season?",
    "What should I do if my college library is damaged by fire?",
    "How do I help clean up my classroom after a fire?",
    "What should I do if my pet needs medical help after a fire?",
    "How do I stay safe in a fire-prone jungle town?",
    "What should I do if my school is closed due to fire damage?",
    "How do I prepare my family for fire drills?",
    "What should I do if my college hostel lacks emergency supplies?",
    "How do I protect my home from fire hazards?",
    "What should I do if I’m in a lift during a fire?",
    "How do I prepare my building’s foundation for fire safety?",
    "What should I do if my school building is old and unsafe?",
    "How do I protect myself if I’m in a crowded auditorium during a fire?",
    "What should I do if my college has no fire extinguishers?",
    "How do I help someone who’s burned and in shock?",
    "What should I do if my classroom furniture is flammable?",
    "How do I prepare my jungle school for fire safety?",
    "What should I do if my pet is trapped in rubble after a fire?",
    "How do I protect my family’s health after a fire?",
    "What should I do if I’m in a hospital during a fire?",
    "How do I prepare my college lab for fire safety?",
    "What should I do if my school’s emergency exit is blocked?",
    "How do I help someone having breathing issues during a fire?",
    "What should I do if my building’s staircase is damaged by fire?",
    "How do I prepare my jungle village for fire response?",
    "What should I do if my college hostel has structural cracks from fire?",
    "How do I protect myself if I’m in a basement with smoke?",
    "What should I do if my school roof collapses during a fire?",
    "How do I prepare my family’s fire safety checklist?",
    "What should I do if my college has no fire alarms?",
    "How do I help someone with burns until help arrives?",
    "What should I do if my classroom has exposed wires?",
    "How do I prepare my jungle resort for fire evacuation?",
    "What should I do if my school’s fire exit is locked?",
    "How do I protect myself if I’m in a crowded train during a fire?",
    "What should I do if my college hostel is overcrowded during fire evacuation?",
    "How do I prepare my family’s emergency plan for fire?",
    "What should I do if my school’s fire drill is outdated?",
    "How do I help someone who’s lost their pet in a fire?",
    "What should I do if my college has no fire escape route?",
    "How do I prepare my farm animals for fire evacuation?",
    "What should I do if my pet is hiding during a fire?",
    "How do I protect myself from smoke in a jungle fire?",
    "What should I do if my school’s fire extinguisher is missing?",
    "How do I prepare my village for fire safety awareness?",
    "What should I do if my college hostel has no fire exit?",
    "How do I help someone who’s disoriented during a fire?",
    "What should I do if my classroom has blocked windows?",
    "How do I prepare my jungle community for fire drills?",
    "What should I do if my pet is missing after a fire?",
    "How do I protect my family’s medical supplies during a fire?",
    "What should I do if I’m in a boat during a fire emergency?",
    "How do I prepare my ambulance team for fire response?",
    "What should I do if my college has no fire safety officer?",
    "How do I help someone who’s trapped in a burning vehicle?",
    "What should I do if my school’s fire exit is obstructed?",
    "How do I prepare my jungle school for fire evacuation?",
    "What should I do if my pet is injured and hiding?",
    "How do I protect myself from heatstroke during a fire?",
    "What should I do if my college hostel has no fire signage?",
    "How do I prepare my jungle village for fire rescue coordination?"
],
        "followups": {
        "keyword": [
    {
      "keywords": ["fire", "blaze", "flames", "burning", "smoke"],
      "messages": [
        "What should you do during a fire emergency?",
        "How  can you stay safe in sudden fire hazards?",
        "Can I go over signs of fire hazards?",
        "What do you need to prepare before a fire?",
        "May I help you understand basic fire safety?",
        "Can I help you identify safe exits?",
        "What should you avoid touching during a fire?",
        "May I help you stay calm under pressure?",
        "Should you call emergency services immediately?",
        "Can I guide you through a fire drill?",
        "What should you do if your clothes catch fire?",
        "Should you use water or a fire extinguisher?",
        "Can I help you recognize fire alarm sounds?",
        "Where should you go if you're outside during a fire?",
        "Should you close doors behind you while escaping?",
        "Can I help you explain fire safety to others?",
        "What should you do if you're alone during a fire?",
        "May I help you create a fire escape plan?",
        "Should you re-enter a building after a fire?"
      ]
    },
    {
      "keywords": ["kit", "emergency kit", "fire kit", "safety pack", "go-bag"],
      "messages": [
        "What should you keep in a fire emergency kit?",
        "How can you pack burn ointments and water?",
        "What do you need for school or hostel safety?",
        "Can I share tips for packing for babies or elders?",
        "May I help you list the essentials?",
        "Should you include a flashlight and batteries?",
        "Can I help you organize your kit by priority?",
        "What kind of mask should you include?",
        "Should you pack copies of ID and medical info?",
        "Can I help you label your kit clearly?",
        "Should you include a whistle or signal device?",
        "Can I help you choose heat-resistant containers?",
        "Should you include a small fire blanket?",
        "Can I help you check expiry dates on supplies?",
        "Should you include gloves and eye protection?",
        "Can I help you pack for pets?",
        "Should you store your kit near the exit?",
        "Can I help you create a checklist for your kit?",
        "Should you include a basic first aid manual?",
        "Can I help you update your kit regularly?"
      ]
    },
    {
      "keywords": ["children", "kids", "students", "young ones", "minors"],
      "messages": [
        "How can you keep children safe during a fire?",
        "What should you explain to kids about smoke or flames?",
        "Can I share ways to calm scared children?",
        "What do you need to pack for small children?",
        "May I help you create a child safety plan?",
        "Should children know emergency numbers?",
        "Can I help you design a fire safety poster for kids?",
        "Should you practice fire drills with children?",
        "Can I help you teach stop-drop-roll?",
        "Should you include comfort items in their kit?",
        "Can I help you explain alarms and sirens?",
        "Should children stay close to adults during evacuation?",
        "Can I help you create a buddy system for kids?",
        "Should you pack child-sized masks?",
        "Can I help you prepare a child ID card?",
        "Should you talk about fire safety in school?",
        "Can I help you write a fire story for kids?",
        "Should you keep toys away from heat sources?",
        "Can I help you explain what firefighters do?",
        "Should you teach kids how to crawl under smoke?"
      ]
    },
    {
      "keywords": ["evacuation", "escape", "exit", "get out", "leave safely"],
      "messages": [
        "What should you carry while evacuating during a fire?",
        "How can you plan a safe exit route?",
        "Can I share tips for helping others evacuate?",
        "Should you avoid elevators or blocked doors?",
        "May I help you choose a meeting point?",
        "Should you keep shoes and a flashlight nearby?",
        "Can I help you map out multiple exit routes?",
        "Should you check doors for heat before opening?",
        "Can I help you pack a go-bag?",
        "Should you stay low while moving?",
        "Can I help you coordinate with family members?",
        "Should you avoid using phones while escaping?",
        "Can I help you practice evacuation timing?",
        "Should you alert neighbors if possible?",
        "Can I help you create a building exit map?",
        "Should you keep emergency contacts printed?",
        "Can I help you set up a group chat for alerts?",
        "Should you avoid returning for belongings?",
        "Can I help you plan for pets during evacuation?",
        "Should you notify authorities once safe?"
      ]
    },
    {
      "keywords": ["safety", "protection", "precaution", "secure", "fireproofing"],
      "messages": [
        "What are the top safety rules during a fire?",
        "How can you protect yourself from smoke and heat?",
        "What should you avoid during a fire?",
        "Can I share tips for staying calm?",
        "May I help you make a safety checklist?",
        "Should you test smoke alarms monthly?",
        "Can I help you identify fire-prone areas?",
        "Should you keep flammable items away from heat?",
        "Can I help you set up a fire drill schedule?",
        "Should you teach others about fire safety?",
        "Can I help you install fire extinguishers?",
        "Should you avoid locking escape doors?",
        "Can I help you inspect wiring and outlets?",
        "Should you keep emergency numbers visible?",
        "Can I help you create a safety poster?",
        "Should you avoid candles near curtains?",
        "Can I help you check ventilation systems?",
        "Should you keep exits clear at all times?",
        "Can I help you report safety violations?",
        "Should you avoid panic and follow instructions?"
      ]
    },
    {
      "keywords": ["building", "apartment", "complex", "structure", "facility"],
      "messages": [
        "How can you check if your building is fire-safe?",
        "What do you need to protect stairways and exits?",
        "Can I share tips for fireproofing your building?",
        "Should you turn off electricity during a fire?",
        "May I help you inspect weak areas in the structure?",
        "Can I help you identify blocked escape routes?",
        "Should you install smoke detectors on every floor?",
        "Can I help you test fire alarms regularly?",
        "Should you keep fire extinguishers near exits?",
        "Can I help you label emergency doors clearly?",
        "Should you avoid storing flammable items in stairwells?",
        "Can I help you check ventilation systems?",
        "Should you keep exit paths free of clutter?",
        "Can I help you create a building safety map?",
        "Should you post evacuation instructions in common areas?",
        "Can I help you coordinate with building management?",
        "Should you avoid using lifts during a fire?",
        "Can I help you report safety violations?",
        "Should you practice building-wide fire drills?",
        "May I help you review your building’s fire policy?"
      ]
    },
    {
      "keywords": ["house", "home", "residence", "flat", "living space"],
      "messages": [
        "How can you prepare your house for fire safety?",
        "What should you move away from heat sources?",
        "Can I share tips for keeping your family safe?",
        "Where should you stay during smoke exposure?",
        "May I help you organize emergency items?",
        "Should you install smoke alarms in bedrooms?",
        "Can I help you test your alarms monthly?",
        "Should you keep fire extinguishers in the kitchen?",
        "Can I help you create a home escape plan?",
        "Should you teach children how to respond to fire?",
        "Can I help you identify fire hazards in your home?",
        "Should you avoid overloading electrical outlets?",
        "Can I help you label exits and safe zones?",
        "Should you keep emergency contacts visible?",
        "Can I help you pack a home emergency kit?",
        "Should you avoid candles near curtains?",
        "Can I help you inspect your wiring?",
        "Should you practice fire drills with your family?",
        "Can I help you set up a fire-safe zone?",
        "Should you keep pets away from heat sources?"
      ]
    },
    {
      "keywords": ["college", "campus", "university", "institution", "hostel block"],
      "messages": [
        "How can your college prepare for fire emergencies?",
        "Do you need a drill in hostels or labs?",
        "Can I share safety tips for campus buildings?",
        "What should students do during a fire?",
        "May I help you plan a group response?",
        "Should you post evacuation maps in classrooms?",
        "Can I help you organize a campus-wide drill?",
        "Should you include fire safety in orientation?",
        "Can I help you coordinate with campus security?",
        "Should you keep emergency kits in dorms?",
        "Can I help you design awareness posters?",
        "Should you check lab equipment for fire risks?",
        "Can I help you create a student safety checklist?",
        "Should you avoid using lifts during a fire?",
        "Can I help you set up a buddy system?",
        "Should you alert faculty during emergencies?",
        "Can I help you write a campus safety guide?",
        "Should you include fire safety in student handbooks?",
        "Can I help you plan for disabled students?",
        "Should you keep exits clearly marked?"
      ]
    },
    {
      "keywords": ["school", "classroom", "education", "students", "learning space"],
      "messages": [
        "What should your school do during a fire?",
        "How can you organize a drill for students?",
        "Can I share tips for classroom safety?",
        "Where should students gather safely?",
        "May I help you design safety posters?",
        "Should you teach fire safety in class?",
        "Can I help you create a school safety checklist?",
        "Should you include fire safety in parent meetings?",
        "Can I help you label exits and safe zones?",
        "Should you keep emergency kits in classrooms?",
        "Can I help you coordinate with local fire services?",
        "Should you practice drills every semester?",
        "Can I help you prepare a student guide?",
        "Should you include fire safety in assemblies?",
        "Can I help you train staff for emergencies?",
        "Should you avoid locking classroom doors?",
        "Can I help you set up a buddy system?",
        "Should you post evacuation maps in hallways?",
        "Can I help you organize a fire safety week?",
        "Should you keep alarms tested and functional?"
      ]
    },
    {
      "keywords": ["hostel", "dorm", "room", "shared space", "student housing"],
      "messages": [
        "How can you stay safe in your hostel during a fire?",
        "What do you need to keep in your room for emergencies?",
        "Can I share tips for helping roommates stay safe?",
        "Where should you go if smoke enters the building?",
        "May I help you prepare a hostel emergency kit?",
        "Should you keep shoes and a flashlight nearby?",
        "Can I help you identify safe exits?",
        "Should you avoid using lifts during a fire?",
        "Can I help you coordinate with hostel staff?",
        "Should you practice fire drills with your floor?",
        "Can I help you label emergency doors?",
        "Should you keep emergency numbers posted?",
        "Can I help you pack essentials for evacuation?",
        "Should you alert others if you smell smoke?",
        "Can I help you create a shared safety checklist?",
        "Should you avoid blocking hallways?",
        "Can I help you report hazards to management?",
        "Should you keep your phone charged?",
        "Can I help you set up a buddy system?",
        "Should you avoid candles or incense indoors?"
      ]
    },
    {
      "keywords": ["family", "relatives", "household", "loved ones", "home members"],
      "messages": [
        "How can you make a fire safety plan with your family?",
        "What do you need to prepare for each family member?",
        "Can I share tips for staying in touch during emergencies?",
        "Where should your family meet after evacuation?",
        "May I help you organize roles for each person?",
        "Should you assign tasks to older children?",
        "Can I help you create a family contact list?",
        "Should you include pets in your family safety plan?",
        "Can I help you practice a home fire drill?",
        "Should you keep emergency kits in bedrooms?",
        "Can I help you explain fire safety to kids?",
        "Should you keep flashlights near beds?",
        "Can I help you pack comfort items for children?",
        "Should you avoid locking internal doors?",
        "Can I help you set up a family alert system?",
        "Should you keep medical info easily accessible?",
        "Can I help you write a family safety guide?",
        "Should you include fire safety in daily routines?",
        "Can I help you prepare for night-time emergencies?",
        "Should you review your plan every few months?"
      ]
    },
    {
      "keywords": ["elderly", "seniors", "older adults", "aged people", "grandparents"],
      "messages": [
        "How can you help elders stay safe during a fire?",
        "What should you pack for seniors in an emergency kit?",
        "Can I share tips for helping older adults move safely?",
        "How can you keep elders calm during a fire?",
        "May I help you prepare their medicines?",
        "Should elders carry ID cards during emergencies?",
        "Can I help you create a senior-friendly emergency kit?",
        "Should you avoid stairs if mobility is limited?",
        "Can I help you explain safety steps clearly to older adults?",
        "Should elders stay near exits during a fire?",
        "Can I help you set up a buddy system for seniors?",
        "Should you include hearing aids or glasses in their kit?",
        "Can I help you organize emergency contacts for elders?",
        "Should elders avoid locking their doors during evacuation?",
        "Can I help you prepare a checklist for caregivers?",
        "Should you alert neighbors about elder needs?",
        "Can I help you plan for wheelchair access?",
        "Should elders keep phones nearby at all times?",
        "Can I help you reduce panic during fire drills?",
        "Should you include elders in evacuation practice?"
      ]
    },
    {
      "keywords": ["hospital", "clinic", "medical center", "emergency room", "healthcare facility"],
      "messages": [
        "Where should you go if someone is injured during a fire?",
        "How can you find the nearest trauma center quickly?",
        "Can I share tips for calling an ambulance in an emergency?",
        "What do you need to prepare before help arrives?",
        "May I help you locate emergency care near you?",
        "Should you move someone with burns or wait for help?",
        "Can I help you identify signs of smoke inhalation?",
        "Should you apply water or ointment to a burn?",
        "Can I help you prepare a hospital emergency kit?",
        "Should you call ahead before arriving at a hospital?",
        "Can I help you list symptoms that need urgent care?",
        "Should you avoid touching open wounds?",
        "Can I help you find a burn specialist nearby?",
        "Should you keep medical records handy?",
        "Can I help you explain symptoms to a doctor?",
        "Should you stay with the injured person until help arrives?",
        "Can I help you find a nearby pharmacy?",
        "Should you check for breathing and pulse?",
        "Can I help you report the incident clearly?",
        "Should you ask for mental health support after a fire?"
      ]
    },
    {
      "keywords": ["trapped", "stuck", "confined", "blocked", "cornered"],
      "messages": [
        "What should you do if you get trapped in a fire?",
        "How can you signal for help if you're stuck?",
        "Can I share breathing tips for smoky areas?",
        "How can you stay calm while waiting for rescue?",
        "May I help you guide others who are trapped?",
        "Should you stay low and cover your nose?",
        "Can I help you tap on walls to alert rescuers?",
        "Should you avoid shouting continuously?",
        "Can I help you conserve phone battery?",
        "Should you move or stay in place?",
        "Can I help you find a safe corner to wait?",
        "Should you use a flashlight or reflective item?",
        "Can I help you create a trapped survival checklist?",
        "Should you avoid opening hot doors?",
        "Can I help you breathe through cloth or a mask?",
        "Should you avoid panicking others around you?",
        "Can I help you stay hydrated if possible?",
        "Should you avoid using elevators?",
        "Can I help you keep track of time while waiting?",
        "Should you stay near windows if accessible?"
      ]
    },
    {
      "keywords": ["car", "vehicle", "automobile", "transport", "road"],
      "messages": [
        "What should you do if you're in a car during a nearby fire?",
        "Should you stop or keep driving in smoky conditions?",
        "Can I share tips for road safety during a fire?",
        "Where should you avoid parking near fire zones?",
        "May I help you prepare your vehicle for emergencies?",
        "Should you close windows to block smoke?",
        "Can I help you find alternate routes?",
        "Should you turn off air circulation in your car?",
        "Can I help you pack a car emergency kit?",
        "Should you alert others on the road if you see danger?",
        "Can I help you check your fuel level before evacuation?",
        "Should you avoid tunnels or bridges during a fire?",
        "Can I help you contact emergency services from your car?",
        "Should you keep your headlights on in smoky areas?",
        "Can I help you stay calm while driving?",
        "Should you avoid driving through smoke?",
        "Can I help you find a safe place to stop?",
        "Should you listen to radio alerts while driving?",
        "Can I help you plan a fire-safe commute?",
        "Should you avoid leaving your car unattended?"
      ]
    },
    {
      "keywords": ["electricity", "power", "electrical", "wiring", "current"],
      "messages": [
        "Should you turn off electricity during a fire?",
        "How can you avoid electric sparks or shocks?",
        "Can I share tips for using battery-powered lights?",
        "Is it safe to charge your phone during a fire?",
        "May I help you check for broken wires?",
        "Should you unplug appliances near heat sources?",
        "Can I help you inspect outlets and cords?",
        "Should you avoid touching wet switches?",
        "Can I help you find safe lighting options?",
        "Should you keep backup batteries ready?",
        "Can I help you test your smoke alarms?",
        "Should you avoid using extension cords?",
        "Can I help you label circuit breakers?",
        "Should you turn off power before evacuating?",
        "Can I help you report electrical hazards?",
        "Should you avoid using fans during smoke exposure?",
        "Can I help you set up solar-powered lights?",
        "Should you avoid charging devices near flammable items?",
        "Can I help you organize an electrical safety checklist?",
        "Should you keep emergency lighting in every room?"
      ]
    },
    {
      "keywords": ["fire alarm", "smoke detector", "alarm system", "warning bell", "alert signal"],
      "messages": [
        "How can you test your fire alarm regularly?",
        "Should you install smoke detectors in every room?",
        "Can I help you recognize fire alarm sounds?",
        "Should you teach others what the alarm means?",
        "May I help you set up a fire alarm checklist?",
        "Can I help you check battery levels in alarms?",
        "Should you avoid blocking alarm sensors?",
        "Can I help you report faulty alarms?",
        "Should you include alarm drills in your safety plan?",
        "Can I help you explain alarm signals to children?"
      ]
    },
    {
      "keywords": ["extinguisher", "fire extinguisher", "safety spray", "foam canister", "emergency can"],
      "messages": [
        "How can you use a fire extinguisher safely?",
        "Should you keep extinguishers near exits?",
        "Can I help you check expiry dates on extinguishers?",
        "Should you learn the PASS method for using one?",
        "May I help you label extinguisher locations?",
        "Can I help you choose the right type of extinguisher?",
        "Should you include extinguisher checks in drills?",
        "Can I help you teach others how to use one?",
        "Should you avoid placing extinguishers near heat?",
        "Can I help you organize a fire extinguisher checklist?"
      ]
    },
    {
      "keywords": ["farm", "field", "barn", "rural area", "agriculture zone"],
      "messages": [
        "How can you protect your farm from fire hazards?",
        "Should you keep water sources near barns?",
        "Can I help you store hay and fuel safely?",
        "Should you avoid open flames near crops?",
        "May I help you create a farm fire safety checklist?",
        "Can I help you train workers for fire emergencies?",
        "Should you install alarms in sheds and storage areas?",
        "Can I help you plan evacuation routes for animals?",
        "Should you keep extinguishers in tractors or vehicles?",
        "Can I help you report fire risks in rural zones?"
      ]
    },
    {
      "keywords": ["ambulance", "emergency vehicle", "paramedic", "medical van", "rescue transport"],
      "messages": [
        "When should you call an ambulance during a fire?",
        "Can I help you explain symptoms to paramedics?",
        "Should you guide the ambulance to your location?",
        "Can I help you prepare medical info in advance?",
        "May I help you find the nearest emergency service?",
        "Should you stay with the injured person until help arrives?",
        "Can I help you report the incident clearly?",
        "Should you avoid moving someone with burns?",
        "Can I help you pack a medical go-bag?",
        "Should you alert others when an ambulance is on the way?"
      ]
    },
    {
      "keywords": ["fire brigade", "firefighters", "emergency crew", "rescue team", "response unit"],
      "messages": [
        "How can you contact the fire brigade quickly?",
        "Should you guide firefighters to the danger zone?",
        "Can I help you explain the situation clearly?",
        "Should you stay out of their way during rescue?",
        "May I help you prepare for their arrival?",
        "Can I help you report blocked exits or trapped people?",
        "Should you alert them about pets or elders inside?",
        "Can I help you share building maps with the crew?",
        "Should you follow their instructions calmly?",
        "Can I help you thank and support the rescue team afterward?"
      ]
    },
    {
      "keywords": ["rescue", "help", "save", "assist", "evacuation"],
      "messages": [
        "How can you help rescue someone during a fire?",
        "Should you wait for professionals or act immediately?",
        "Can I help you guide rescuers to someone in need?",
        "Should you use signals to alert rescue teams?",
        "May I help you prepare a rescue checklist?",
        "Can I help you support injured people until help arrives?",
        "Should you stay in place or move toward safety?",
        "Can I help you organize a buddy system for rescue?",
        "Should you avoid panicking others during rescue?",
        "Can I help you explain rescue steps to children?"
      ]
    }
  ]
}
  
},
"cyclone": {
  "en":[
          "What is a cyclone and how does it form?",
    "How are cyclones different from hurricanes or typhoons?",
    "What causes cyclones to intensify rapidly?",
    "How does climate change affect cyclone frequency?",
    "What are the early warning signs of a cyclone?",
    "How do I know if my area is under cyclone watch or warning?",
    "What should I do when a c    yclone alert is issued?",
    "How can I prepare my home before cyclone season?",
    "What items should be in a cyclone emergency kit?",
    "How do I create a cyclone evacuation plan for my family?",
    "Where can I find official cyclone updates and alerts?",
    "What are the safest places to shelter during a cyclone?",
    "How do I protect my pets during a cyclone?",
    "What should I do if I’m at school when a cyclone hits?",
    "How do schools prepare for cyclone emergencies?",
    "What are the do’s and don’ts during a cyclone?",
    "How do I stay safe if I live near the coast?",
    "What should I avoid doing during a cyclone?",
    "How do I help someone who is panicking during a cyclone?",
    "What should I do if I get separated from my family?",
    "How do I protect important documents during a cyclone?",
    "What foods should I store for cyclone emergencies?",
    "How do I keep my phone charged during a power outage?",
    "What should I do if my building starts flooding?",
    "How do I know when it’s safe to return home?",
    "What precautions should I take after a cyclone passes?",
    "How do I disinfect water after a cyclone?",
    "What are common injuries during cyclones and how to treat them?",
    "How do I support friends emotionally after a cyclone?",
    "What should I do if my cyclone shelter is full?",
    "How do I help elderly neighbors evacuate safely?",
    "What are the risks of staying near the beach during a cyclone?",
    "How do I secure windows and doors before a cyclone?",
    "What should I do if I’m stuck outside during a cyclone?",
    "How do I protect electronics from cyclone damage?",
    "What are the emergency numbers I should save?",
    "How do I prepare my college dorm for cyclone season?",
    "What should I teach kids about cyclone safety?",
    "How do I help someone with a disability during a cyclone?",
    "What should I do if I lose communication during a cyclone?",
    "How do I find cyclone relief centers near me?",
    "What apps send real-time cyclone alerts?",
    "How do I prepare my vehicle for evacuation?",
    "What should I do if my classroom floods?",
    "How do I stay informed if the internet goes down?",
    "What are the signs of post-cyclone trauma?",
    "How do I clean up safely after a cyclone?",
    "What should I do if my house is damaged?",
    "How do I report cyclone damage?",
    "What should I do if my pet goes missing during a cyclone?",
    "How do I protect livestock during a cyclone?",
    "What are the safest places in a school building during a cyclone?",
    "How do I prepare mentally for cyclone emergencies?",
    "What should I do if I’m alone during a cyclone?",
    "How do I protect my rooftop water tank?",
    "What should I do if my college campus is under cyclone alert?",
    "How do I help classmates during a cyclone evacuation?",
    "What are the risks of staying in high-rise buildings?",
    "How do I protect glass windows in classrooms?",
    "What should I do if my school bus is caught in a cyclone?",
    "How do I prepare my hostel room for cyclone safety?",
    "What should I do if my building’s power fails?",
    "How do I keep children calm during a cyclone?",
    "What should I do if I hear conflicting cyclone information?",
    "How do I protect myself from flying debris?",
    "What should I do if I feel unsafe in my current shelter?",
    "How do I check if my house is structurally safe?",
    "What should I do if my cyclone shelter lacks supplies?",
    "How do I help clean up debris safely?",
    "What should I do if my college loses power?",
    "How do I protect school supplies from water damage?",
    "What should I do if my pet is scared during a cyclone?",
    "How do I prepare my coastal home for cyclone season?",
    "What should I do if I’m traveling during a cyclone alert?",
    "How do I stay safe in a beach resort during a cyclone?",
    "What should I do if my school is used as a shelter?",
    "How do I help teachers manage students during a cyclone?",
    "What should I do if my family is in another city?",
    "How do I prepare my apartment for cyclone safety?",
    "What should I do if my college exams are scheduled during a cyclone?",
    "How do I protect classroom electronics?",
    "What should I do if I’m in a temporary shelter?",
    "How do I help someone who’s injured during a cyclone?",
    "What should I do if my building’s elevator stops working?",
    "How do I prepare my coastal business for cyclone impact?",
    "What should I do if my pet refuses to evacuate?",
    "How do I protect books and study materials?",
    "What should I do if I’m in a crowded shelter?",
    "How do I prepare my school bag for cyclone emergencies?",
    "What should I do if my college hostel is flooded?",
    "How do I help classmates with anxiety during a cyclone?",
    "What should I do if my family is unreachable?",
    "How do I protect my bicycle or scooter?",
    "What should I do if my school has no cyclone protocol?",
    "How do I prepare my beachside café for cyclone season?",
    "What should I do if my college library is damaged?",
    "How do I help clean up my classroom after a cyclone?",
    "What should I do if my pet needs medical help?",
    "How do I stay safe in a cyclone-prone coastal town?",
    "What should I do if my school is closed due to cyclone?",
    "How do I prepare my family for cyclone drills?",
    "What should I do if my college hostel lacks emergency supplies?"

  ],
  "followups":{
    "keyword":[
    {
      "keywords": ["cyclone", "storm", "high winds", "tropical storm", "cyclonic weather"],
      "messages": [
        "What should you do during a cyclone?",
        "How does a cyclone form and how can you stay safe?",
        "Can I share signs that a cyclone is approaching?",
        "What do you need to prepare before a cyclone?",
        "May I help you understand cyclone safety basics?",
        "Should you stay indoors during high winds?",
        "Can I help you identify safe shelter locations?",
        "Should you avoid windows during a cyclone?",
        "Can I help you track cyclone alerts?",
        "Should you keep your phone charged?",
        "Can I help you organize emergency contacts?",
        "Should you avoid coastal areas?",
        "Can I help you prepare a family safety plan?",
        "Should you listen to official weather updates?",
        "Can I help you stay calm during the storm?",
        "Should you avoid driving during a cyclone?",
        "Can I help you pack a go-bag?",
        "Should you check on neighbors or elders?",
        "Can I help you find local shelter options?",
        "Should you avoid using candles during power cuts?"
      ]
    },
    {
      "keywords": ["kit", "emergency kit", "go-bag", "safety pack", "storm supplies"],
      "messages": [
        "What should you keep in a cyclone emergency kit?",
        "How can you pack food, water, and medicine?",
        "What do you need for school or hostel safety?",
        "Can I share tips for packing for babies or elders?",
        "May I help you list the essentials?",
        "Should you include a flashlight and batteries?",
        "Can I help you organize your kit by priority?",
        "Should you pack copies of ID and medical info?",
        "Can I help you label your kit clearly?",
        "Should you include a whistle or signal device?",
        "Can I help you choose waterproof containers?",
        "Should you include a small blanket or poncho?",
        "Can I help you check expiry dates on supplies?",
        "Should you include gloves and masks?",
        "Can I help you pack for pets?",
        "Should you store your kit near the exit?",
        "Can I help you create a checklist for your kit?",
        "Should you include a basic first aid manual?",
        "Can I help you update your kit regularly?",
        "Should you include a power bank for your phone?"
      ]
    },
    {
      "keywords": ["children", "kids", "students", "young ones", "minors"],
      "messages": [
        "How can you keep children safe during a cyclone?",
        "What should you explain to kids about strong winds?",
        "Can I share ways to calm scared children?",
        "What do you need to pack for small children?",
        "May I help you create a child safety plan?",
        "Should children know emergency numbers?",
        "Can I help you design a cyclone safety poster for kids?",
        "Should you practice drills with children?",
        "Can I help you teach shelter-in-place steps?",
        "Should you include comfort items in their kit?",
        "Can I help you explain alarms and sirens?",
        "Should children stay close to adults during evacuation?",
        "Can I help you create a buddy system for kids?",
        "Should you pack child-sized masks?",
        "Can I help you prepare a child ID card?",
        "Should you talk about cyclone safety in school?",
        "Can I help you write a cyclone story for kids?",
        "Should you keep toys away from windows?",
        "Can I help you explain what emergency workers do?",
        "Should you teach kids how to crawl under debris?"
      ]
    },
    {
      "keywords": ["evacuation", "escape", "exit", "get out", "leave safely"],
      "messages": [
        "What should you carry while evacuating during a cyclone?",
        "How can you plan a safe exit route?",
        "Can I share tips for helping others evacuate?",
        "Should you avoid coastal roads or bridges?",
        "May I help you choose a meeting point?",
        "Should you keep shoes and a flashlight nearby?",
        "Can I help you map out multiple exit routes?",
        "Should you check doors for damage before opening?",
        "Can I help you pack a go-bag?",
        "Should you stay low while moving?",
        "Can I help you coordinate with family members?",
        "Should you avoid using phones while escaping?",
        "Can I help you practice evacuation timing?",
        "Should you alert neighbors if possible?",
        "Can I help you create a building exit map?",
        "Should you keep emergency contacts printed?",
        "Can I help you set up a group chat for alerts?",
        "Should you avoid returning for belongings?",
        "Can I help you plan for pets during evacuation?",
        "Should you notify authorities once safe?"
      ]
    },
    {
      "keywords": ["safety", "protection", "precaution", "secure", "stormproofing"],
      "messages": [
        "What are the top safety rules during a cyclone?",
        "How can you protect yourself from flying debris?",
        "What should you avoid during strong winds?",
        "Can I share tips for staying calm?",
        "May I help you make a safety checklist?",
        "Should you test smoke alarms monthly?",
        "Can I help you identify cyclone-prone areas?",
        "Should you keep flammable items away from windows?",
        "Can I help you set up a drill schedule?",
        "Should you teach others about cyclone safety?",
        "Can I help you install storm shutters?",
        "Should you avoid locking escape doors?",
        "Can I help you inspect wiring and outlets?",
        "Should you keep emergency numbers visible?",
        "Can I help you create a safety poster?",
        "Should you avoid candles near curtains?",
        "Can I help you check ventilation systems?",
        "Should you keep exits clear at all times?",
        "Can I help you report safety violations?",
        "Should you avoid panic and follow instructions?"
      ]
    },
    {
      "keywords": ["building", "apartment", "complex", "structure", "residential block"],
      "messages": [
        "How can you check if your building is cyclone-safe?",
        "What do you need to secure windows and doors?",
        "Can I share tips for protecting rooftops?",
        "Should you stay indoors during the storm?",
        "May I help you inspect weak areas?",
        "Should you install storm shutters?",
        "Can I help you identify emergency exits?",
        "Should you avoid using elevators during a cyclone?",
        "Can I help you label safe zones in your building?",
        "Should you coordinate with building staff?",
        "Can I help you create a building safety checklist?",
        "Should you remove loose items from balconies?",
        "Can I help you test smoke and gas alarms?",
        "Should you keep stairwells clear?",
        "Can I help you prepare signage for emergency exits?",
        "Should you avoid storing flammable items near windows?",
        "Can I help you set up a building-wide alert system?",
        "Should you check rooftop water tanks for stability?",
        "Can I help you organize a building-wide drill?",
        "Should you review your building’s cyclone policy?"
      ]
    },
    {
      "keywords": ["house", "home", "residence", "flat", "living space"],
      "messages": [
        "How can you prepare your house for a cyclone?",
        "What should you move away from windows?",
        "Can I share tips for keeping your family safe?",
        "Where should you stay during strong winds?",
        "May I help you organize emergency items?",
        "Should you unplug appliances before the storm?",
        "Can I help you secure outdoor furniture?",
        "Should you reinforce glass doors?",
        "Can I help you pack a home emergency kit?",
        "Should you keep flashlights in every room?",
        "Can I help you create a home safety checklist?",
        "Should you lock all doors and windows?",
        "Can I help you identify safe shelter areas?",
        "Should you keep pets indoors?",
        "Can I help you prepare a family contact list?",
        "Should you avoid using candles during power cuts?",
        "Can I help you store water in clean containers?",
        "Should you keep emergency numbers visible?",
        "Can I help you plan a home evacuation route?",
        "Should you practice a home drill with your family?"
      ]
    },
    {
      "keywords": ["college", "campus", "university", "institution", "hostel block"],
      "messages": [
        "How can your college prepare for cyclones?",
        "Do you need a drill in hostels or labs?",
        "Can I share safety tips for campus buildings?",
        "What should students do during a cyclone?",
        "May I help you plan a group response?",
        "Should you post evacuation maps in classrooms?",
        "Can I help you organize a campus-wide drill?",
        "Should you include cyclone safety in orientation?",
        "Can I help you coordinate with campus security?",
        "Should you keep emergency kits in dorms?",
        "Can I help you design awareness posters?",
        "Should you check lab equipment for cyclone risks?",
        "Can I help you create a student safety checklist?",
        "Should you avoid using lifts during a cyclone?",
        "Can I help you set up a buddy system?",
        "Should you alert faculty during emergencies?",
        "Can I help you write a campus safety guide?",
        "Should you include cyclone safety in student handbooks?",
        "Can I help you plan for disabled students?",
        "Should you keep exits clearly marked?"
      ]
    },
    {
      "keywords": ["school", "classroom", "education", "students", "learning space"],
      "messages": [
        "What should your school do during a cyclone?",
        "How can you organize a drill for students?",
        "Can I share tips for classroom safety?",
        "Where should students gather safely?",
        "May I help you design safety posters?",
        "Should you teach cyclone safety in class?",
        "Can I help you create a school safety checklist?",
        "Should you include cyclone safety in parent meetings?",
        "Can I help you label exits and safe zones?",
        "Should you keep emergency kits in classrooms?",
        "Can I help you coordinate with local emergency services?",
        "Should you practice drills every semester?",
        "Can I help you prepare a student guide?",
        "Should you include cyclone safety in assemblies?",
        "Can I help you train staff for emergencies?",
        "Should you avoid locking classroom doors?",
        "Can I help you set up a buddy system?",
        "Should you post evacuation maps in hallways?",
        "Can I help you organize a cyclone safety week?",
        "Should you keep alarms tested and functional?"
      ]
    },
    {
      "keywords": ["hostel", "dorm", "room", "shared space", "student housing"],
      "messages": [
        "How can you stay safe in your hostel during a cyclone?",
        "What do you need to keep in your room for emergencies?",
        "Can I share tips for helping roommates stay safe?",
        "Where should you go if the roof is damaged?",
        "May I help you prepare a hostel emergency kit?",
        "Should you keep shoes and a flashlight nearby?",
        "Can I help you identify safe exits?",
        "Should you avoid using lifts during a cyclone?",
        "Can I help you coordinate with hostel staff?",
        "Should you practice drills with your floor?",
        "Can I help you label emergency doors?",
        "Should you keep emergency numbers posted?",
        "Can I help you pack essentials for evacuation?",
        "Should you alert others if you hear warnings?",
        "Can I help you create a shared safety checklist?",
        "Should you avoid blocking hallways?",
        "Can I help you report hazards to management?",
        "Should you keep your phone charged?",
        "Can I help you set up a buddy system?",
        "Should you avoid candles or incense indoors?"
      ]
    },
    {
      "keywords": ["family", "relatives", "household", "loved ones", "home members"],
      "messages": [
        "How can you make a safety plan with your family for cyclones?",
        "What do you need to prepare for each family member?",
        "Can I share tips for staying in touch during emergencies?",
        "Where should your family meet after evacuation?",
        "May I help you organize roles for each person?",
        "Should you assign tasks to older children?",
        "Can I help you create a family contact list?",
        "Should you include pets in your family safety plan?",
        "Can I help you practice a home drill?",
        "Should you keep emergency kits in bedrooms?",
        "Can I help you explain cyclone safety to kids?",
        "Should you keep flashlights near beds?",
        "Can I help you pack comfort items for children?",
        "Should you avoid locking internal doors?",
        "Can I help you set up a family alert system?",
        "Should you keep medical info easily accessible?",
        "Can I help you write a family safety guide?",
        "Should you include cyclone safety in daily routines?",
        "Can I help you prepare for night-time emergencies?",
        "Should you review your plan every few months?"
      ]
    },
    {
      "keywords": ["hospital", "clinic", "medical center", "emergency room", "healthcare facility"],
      "messages": [
        "Where should you go if someone is injured during a cyclone?",
        "How can you find the nearest trauma center quickly?",
        "Can I share tips for calling an ambulance in an emergency?",
        "What do you need to prepare before help arrives?",
        "May I help you locate emergency care near you?",
        "Should you move someone with injuries or wait for help?",
        "Can I help you identify signs of shock or trauma?",
        "Should you apply pressure to bleeding wounds?",
        "Can I help you prepare a hospital emergency kit?",
        "Should you call ahead before arriving at a hospital?",
        "Can I help you list symptoms that need urgent care?",
        "Should you avoid touching open wounds?",
        "Can I help you find a burn specialist nearby?",
        "Should you keep medical records handy?",
        "Can I help you explain symptoms to a doctor?",
        "Should you stay with the injured person until help arrives?",
        "Can I help you find a nearby pharmacy?",
        "Should you check for breathing and pulse?",
        "Can I help you report the incident clearly?",
        "Should you ask for mental health support after a cyclone?"
      ]
    },
    {
      "keywords": ["trapped", "stuck", "confined", "blocked", "cornered"],
      "messages": [
        "What should you do if you get trapped during a cyclone?",
        "How can you signal for help if you're stuck?",
        "Can I share breathing tips for tight spaces?",
        "How can you stay calm while waiting for rescue?",
        "May I help you guide others who are trapped?",
        "Should you stay low and cover your nose?",
        "Can I help you tap on walls to alert rescuers?",
        "Should you avoid shouting continuously?",
        "Can I help you conserve phone battery?",
        "Should you move or stay in place?",
        "Can I help you find a safe corner to wait?",
        "Should you use a flashlight or reflective item?",
        "Can I help you create a trapped survival checklist?",
        "Should you avoid opening damaged doors?",
        "Can I help you breathe through cloth or a mask?",
        "Should you avoid panicking others around you?",
        "Can I help you stay hydrated if possible?",
        "Should you avoid using elevators?",
        "Can I help you keep track of time while waiting?",
        "Should you stay near windows if accessible?"
      ]
    },
    {
      "keywords": ["car", "vehicle", "automobile", "transport", "road"],
      "messages": [
        "What should you do if you're in a car during a cyclone?",
        "Should you stop or keep driving in storm conditions?",
        "Can I share tips for road safety during a cyclone?",
        "Where should you avoid parking near flood zones?",
        "May I help you prepare your vehicle for emergencies?",
        "Should you close windows to block wind and rain?",
        "Can I help you find alternate routes?",
        "Should you turn off air circulation in your car?",
        "Can I help you pack a car emergency kit?",
        "Should you alert others on the road if you see danger?",
        "Can I help you check your fuel level before evacuation?",
        "Should you avoid tunnels or bridges during a cyclone?",
        "Can I help you contact emergency services from your car?",
        "Should you keep your headlights on in low visibility?",
        "Can I help you stay calm while driving?",
        "Should you avoid driving through floodwater?",
        "Can I help you find a safe place to stop?",
        "Should you listen to radio alerts while driving?",
        "Can I help you plan a cyclone-safe commute?",
        "Should you avoid leaving your car unattended?"
      ]
    },
    {
      "keywords": ["electricity", "power", "electrical", "wiring", "current"],
      "messages": [
        "Should you turn off electricity during a cyclone?",
        "How can you avoid electric shocks in wet areas?",
        "Can I share tips for using battery-powered lights?",
        "Is it safe to charge your phone during a storm?",
        "May I help you check for broken wires?",
        "Should you unplug appliances before the cyclone hits?",
        "Can I help you inspect outlets and cords?",
        "Should you avoid touching wet switches?",
        "Can I help you find safe lighting options?",
        "Should you keep backup batteries ready?",
        "Can I help you test your smoke alarms?",
        "Should you avoid using extension cords during a cyclone?",
        "Can I help you label circuit breakers?",
        "Should you turn off power before evacuating?",
        "Can I help you report electrical hazards?",
        "Should you avoid using fans during storm conditions?",
        "Can I help you set up solar-powered lights?",
        "Should you avoid charging devices near water?",
        "Can I help you organize an electrical safety checklist?",
        "Should you keep emergency lighting in every room?"
      ]
    },
    {
      "keywords": ["alert", "warning", "notification", "signal", "alarm"],
      "messages": [
        "How can you stay alert during cyclone warnings?",
        "Should you follow official notifications closely?",
        "Can I help you set up alerts on your phone?",
        "Should you check multiple sources for updates?",
        "May I help you create an alert checklist?",
        "Can I help you explain alert signals to others?",
        "Should you teach kids what alarms mean?",
        "Can I help you test your alert system?",
        "Should you avoid ignoring early warnings?",
        "Can I help you share alerts with neighbors?",
        "Should you keep your phone charged for alerts?",
        "Can I help you set up group notifications?",
        "Should you listen to radio or weather apps?",
        "Can I help you prepare for sudden alerts?",
        "Should you avoid spreading unverified warnings?",
        "Can I help you organize alert drills?",
        "Should you post alert instructions in common areas?",
        "Can I help you explain alert colors or levels?",
        "Should you keep emergency contacts linked to alerts?",
        "Can I help you stay calm when an alert is triggered?"
      ]
    },
    {
      "keywords": ["preparedness", "readiness", "planning", "precaution", "emergency prep"],
      "messages": [
        "How can you prepare for a cyclone in advance?",
        "Should you create a family safety plan?",
        "Can I help you organize emergency items?",
        "Should you practice evacuation drills?",
        "May I help you list preparedness steps?",
        "Can I help you pack a go-bag?",
        "Should you check your emergency kit regularly?",
        "Can I help you label safe zones at home?",
        "Should you include pets in your plan?",
        "Can I help you prepare contact lists?",
        "Should you store water and dry food?",
        "Can I help you test your flashlight and batteries?",
        "Should you keep medical info accessible?",
        "Can I help you prepare for power cuts?",
        "Should you avoid last-minute packing?",
        "Can I help you plan for night-time emergencies?",
        "Should you include cyclone safety in daily routines?",
        "Can I help you coordinate with neighbors?",
        "Should you review your plan every few months?",
        "Can I help you explain preparedness to children?"
      ]
    },
    {
      "keywords": ["coastal area", "shoreline", "beach zone", "low-lying region", "tidal zone"],
      "messages": [
        "How can you stay safe in coastal areas during a cyclone?",
        "Should you evacuate early from low-lying zones?",
        "Can I help you monitor tidal warnings?",
        "Should you avoid walking near flooded shorelines?",
        "May I help you prepare a coastal safety checklist?",
        "Can I help you protect belongings in seaside homes?",
        "Should you avoid parking near beach zones?",
        "Can I help you find safe shelter inland?",
        "Should you listen to local coastal alerts?",
        "Can I help you explain risks to visitors?",
        "Should you avoid bridges near the coast?",
        "Can I help you plan evacuation routes?",
        "Should you secure rooftop tanks in coastal homes?",
        "Can I help you store supplies on upper floors?",
        "Should you avoid using lifts in coastal buildings?",
        "Can I help you coordinate with local authorities?",
        "Should you keep emergency kits near exits?",
        "Can I help you teach coastal safety in schools?",
        "Should you avoid using candles during power cuts?",
        "Can I help you prepare for storm surges?"
      ]
    },
    {
      "keywords": ["sea", "ocean", "waves", "marine zone", "offshore"],
      "messages": [
        "What should you do if you're near the sea during a cyclone?",
        "Should you avoid going offshore before a storm?",
        "Can I help you understand wave warnings?",
        "Should you stay away from docks and piers?",
        "May I help you prepare a marine safety checklist?",
        "Can I help you alert others near the coast?",
        "Should you secure boats and equipment?",
        "Can I help you monitor sea-level updates?",
        "Should you avoid fishing during cyclone alerts?",
        "Can I help you explain sea risks to children?",
        "Should you avoid swimming before or after a cyclone?",
        "Can I help you find safe inland routes?",
        "Should you listen to marine radio stations?",
        "Can I help you pack emergency gear for sea travel?",
        "Should you avoid traveling near tidal zones?",
        "Can I help you coordinate with port authorities?",
        "Should you keep life jackets accessible?",
        "Can I help you store marine supplies safely?",
        "Should you avoid using metal near the sea?",
        "Can I help you prepare for high waves?"
      ]
    },
    {
      "keywords": ["helping duty", "support role", "volunteer", "assistance", "community aid"],
      "messages": [
        "How can you help others during a cyclone?",
        "Should you check on elderly neighbors?",
        "Can I help you organize a volunteer group?",
        "Should you share safety tips with others?",
        "May I help you prepare a helping checklist?",
        "Can I help you coordinate with local shelters?",
        "Should you assist with packing emergency kits?",
        "Can I help you explain cyclone safety to children?",
        "Should you avoid putting yourself at risk?",
        "Can I help you distribute supplies safely?",
        "Should you keep your phone charged for communication?",
        "Can I help you set up a buddy system?",
        "Should you help others evacuate calmly?",
        "Can I help you report hazards to authorities?",
        "Should you avoid spreading panic?",
        "Can I help you support people with disabilities?",
        "Should you stay updated on local alerts?",
        "Can I help you prepare a community safety poster?",
        "Should you help organize drills in your area?",
        "Can I help you stay calm while assisting others?"
      ]
    },
    {
      "keywords": ["health", "wellbeing", "medical", "first aid", "body care"],
      "messages": [
        "How can you treat small injuries during a cyclone?",
        "What do you need to include in a first aid kit?",
        "Can I share tips for staying healthy in storm conditions?",
        "How can you help someone who is sick or cold?",
        "May I help you manage stress or dizziness?",
        "Should you rinse wounds with clean water?",
        "Can I help you identify symptoms of dehydration?",
        "Should you avoid applying ice directly to injuries?",
        "Can I help you pack allergy or asthma medications?",
        "Should you monitor your breathing rate during the storm?",
        "Can I help you find clean air quickly?",
        "Should you avoid strenuous activity after exposure?",
        "Can I help you track symptoms over time?",
        "Should you seek medical help for nausea or headache?",
        "Can I help you stay hydrated?",
        "Should you avoid dusty or moldy areas?",
        "Can I help you prepare a health checklist?",
        "Should you wear a mask if air quality is poor?",
        "Can I help you calm others experiencing distress?",
        "Should you rest after evacuation?"
      ]
    },
    {
      "keywords": ["wind", "gusts", "high winds", "storm winds", "cyclonic air"],
      "messages": [
        "How can you protect yourself from strong winds?",
        "What should you do if windows start shaking?",
        "Can I share tips for staying indoors safely?",
        "Do you need to secure loose items outside?",
        "May I help you prepare for high wind alerts?",
        "Should you stay away from glass doors and windows?",
        "Can I help you reinforce window frames?",
        "Should you avoid going outside during gusts?",
        "Can I help you identify wind-safe zones in your home?",
        "Should you close all interior doors?",
        "Can I help you pack wind protection gear?",
        "Should you avoid rooftops and balconies?",
        "Can I help you monitor wind speed updates?",
        "Should you keep pets away from open areas?",
        "Can I help you anchor outdoor equipment?",
        "Should you avoid standing near trees?",
        "Can I help you prepare a wind safety checklist?",
        "Should you stay in a central room?",
        "Can I help you seal gaps around windows and doors?",
        "Should you avoid using umbrellas in high winds?"
      ]
    },
    {
      "keywords": ["emergency", "crisis", "urgent contact", "disaster response", "emergency info"],
      "messages": [
        "Who should you contact during a cyclone?",
        "What emergency numbers should you save ahead of time?",
        "Can I share tips for staying calm in emergencies?",
        "How can you manage panic during a cyclone?",
        "May I help you create a contact list?",
        "Should you keep emergency numbers printed and digital?",
        "Can I help you set up emergency alerts on your phone?",
        "Should you notify neighbors or building staff?",
        "Can I help you write a quick emergency message?",
        "Should you keep your phone charged at all times?",
        "Can I help you organize a family contact plan?",
        "Should you include medical info in your emergency kit?",
        "Can I help you find local emergency shelters?",
        "Should you avoid misinformation online?",
        "Can I help you verify emergency updates?",
        "Should you use SMS if calls fail?",
        "Can I help you set up a group chat for emergencies?",
        "Should you keep emergency contacts near exits?",
        "Can I help you prepare a printed info card?",
        "Should you review your emergency plan monthly?"
      ]
    }
  ]
}
  
}
  
}
  
}



  